{"podcast_title": "The Vanished Podcast", "episode_title": "Amber Arnett Part 2: Snitch", "episode_image": "https://content.production.cdn.art19.com/images/00/ae/93/7e/00ae937e-1d50-47ed-97a1-93799461c86e/92ba920dfec8cff465c763d039afd48b23073da38aa3d6eca51c31858e73add12121cbb9e2b3e4f755ed0430563ec12957f398d0c80aeed35a7ad050a2b71d5f.jpeg", "podcast_summary": "I. General summary of the entire analyzed document:\nThe podcast transcript delves deeper into the disappearance of Amber Arnett and reveals a complex web of rumors, suspicions, and potential leads. It explores the disappointment and lack of trust in local law enforcement, as well as the frustration with their handling of the case. The transcript introduces various individuals connected to Amber's case, including Lena, Paul, and Misty. Allegations of witness intimidation, drug use, and a possible connection to a murder are discussed. The transcript also highlights the emotions and efforts of Amber's loved ones in their search for answers and closure.\n\nII. Table of contents with the main topics or chapters:\n1. Introduction\n2. Disappointment with local law enforcement\n3. Rumors and suspicions\n4. Amber's boyfriend, Mike Rogers\n5. Possible involvement of Lena and Paul\n6. Allegations of witness intimidation and drug use\n7. Lack of cooperation and trust in the police investigation\n8. The search for answers and closure\n9. Emotions and efforts of loved ones in search for Amber\n\nIII. Summary for each extracted topic:\n1. Disappointment with local law enforcement:\nAmber's loved ones express frustration with the police's lack of cooperation, communication, and delay in investigations. They feel that her case has not been taken seriously from the beginning, leading them to conduct their own searches and follow their own leads.\n\n2. Rumors and suspicions:\nThere are various rumors surrounding Amber's disappearance, including suspicions that she planned to provide information to authorities in exchange for leniency on her pending criminal charges. There are also rumors of her witnessing a murder, potentially making her a target.\n\n3. Amber's boyfriend, Mike Rogers:\nInitially suspected of involvement in Amber's disappearance, Mike Rogers was incarcerated at the time and later found to have an alibi. His wife contacts Amber's loved ones with claims of disturbing remarks Mike made about Amber.\n\n4. Possible involvement of Lena and Paul:\nLena and Paul are persons of interest connected to Amber's case, but their exact involvement remains unclear. Rumors and recordings suggest they may have knowledge or guilt related to her disappearance.\n\n5. Allegations of witness intimidation and drug use:\nThe transcript discusses allegations of witness intimidation by Lena and Paul, who are believed to be part of a dangerous circle involved in drugs and possibly murder. Amber's loved ones express concern that her potential to provide information to authorities may have made her a target.\n\n6. Lack of cooperation and trust in the police investigation:\nAmber's loved ones express frustrations with the police investigation, suspecting that leads are not being thoroughly investigated or followed up on. They cite instances where the police did not respond effectively, leading them to take matters into their own hands.\n\n7. The search for answers and closure:\nAmber's family and friends continue their search for answers and follow leads on their own. They conduct searches and reach out to individuals connected to the case, aiming to find closure and justice if foul play is involved.\n\n9. Emotions and efforts of loved ones in search for Amber:\nAmber's loved ones experience diminishing hope, set up a reward fund, and talk to people in town to find potential leads. They carry guilt for not taking her safety concerns seriously and emphasize looking beyond her addiction. The transcript ends with contact information for reporting any relevant information about Amber's disappearance.\n\nOverall, the podcast transcript provides insights into the investigation surrounding Amber's disappearance, including rumors, potential leads, and the emotional toll it takes on her loved ones.", "podcast_guest": {"name": "Amber Arnet", "org": "", "title": "", "summary": "Participatory media is communication media where the audience can play an active role in the process of collecting, reporting, analyzing and disseminating content. Citizen / participatory journalism, citizen media, empowerment journalism and democratic media are related principles.\nParticipatory media includes community media, blogs, wikis, RSS, tagging and social bookmarking, music-photo-video sharing, mashups, podcasts, participatory video projects and videoblogs. All together they can be described as \"e-services, which involve end-users as active participants in the value creation process\". However, \"active [...] uses of media are not exclusive to our times\". \"In the history of mediated communication we can find many variations of participatory practices. For instance, the initial phase of the radio knew many examples of non-professional broadcasters\".Marshall McLuhan discussed the participatory potential of media already in the 1970s but in the era of digital and social media, the theory of participatory culture becomes even more acute as the borders between audiences and media producers blurred.\n\n"}, "podcast_highlights": "- Highlight 1 of the podcast: \"There are rumors that Amber planned to provide information to authorities in exchange for leniency on her pending criminal charges.\"\n- Highlight 2 of the podcast: \"Lena and Paul are persons of interest connected to Amber's case, but their exact involvement remains unclear.\"\n- Highlight 3 of the podcast: \"Allegations of witness intimidation by Lena and Paul suggest a dangerous circle involved in drugs and possibly murder.\"\n- Highlight 4 of the podcast: \"Amber's loved ones express frustration with the police's lack of cooperation, communication, and delay in investigations.\"\n- Highlight 5 of the podcast: \"Amber's family and friends continue their search for answers and follow leads on their own, aiming to find closure and justice if foul play is involved.\"", "podcast_transcription": " Hey Prime members, you can listen to the vanished ad-free on Amazon Music. Download the app today. It's not been a good experience with our local law enforcement. It's not been a good experience with our local law enforcement. It's unbelievable., and not in a good way. The police are reluctant to share information with me. That's just how they are. They say it's an active investigation, they can't share, but to my knowledge there are no new leads, nothing that I'm aware of anyway. They're going back over old ground. They're asking questions that they should have asked in the beginning. Amber is just being dismissed. Everything that my sister does, every direction she goes in, she's hitting a roadblock. And it's like, the detective that's on the case, I went in and personally talked to her and apparently she didn't like that so then the lack of communication became even less with my sister. She won't tell my sister anything. You know it's like we're busted our bus out here trying to find her. We're the ones conducting the searches. We're the one that paying flyers on every single pole in this town and other surrounding areas. Just getting the police to do something has been like pulling teeth. By the summer of 2023, most would say that Amber Arnett had hit rock bottom. She had lost her home and job after allowing her boyfriend to stay at the care facility that she managed. Amber's boyfriend was a fugitive felon and it was determined that she had put the residents at risk by inviting him into the home. Amber was also now facing some serious charges due to this incident. Amber was due to be in court on July 13th, 2023, but she never made it there. In fact, Amber disappeared from Lansing, Michigan just 19 days before she was scheduled to appear in court. Whether Amber was innocent or guilty of the charges, we may never know, because she never had the opportunity to plead her case before the court. As Amber's loved ones began searching for her, they started to hear stories about what had happened to Amber. They heard that in the lead up to her disappearance, suspicions had been brewing in Amber's circle of friends. Suspicions that Amber was planning to snitch, that Amber was a rat. If this is true, we have no way of knowing. But the consensus has been that some people believe that Amber was gathering evidence about something so that she could trade that information for a lighter sentence on her very serious pending criminal charges. What that something was, we can't be certain, or even if there was a something. But there was plenty of criminal activity going on in this circle. But some believe that Amber had witnessed a very serious crime, a murder. I'm Marissa and from Wundery, this is episode 426 of The Vanished. Part 2 of Amber Arnet's story. Snatch. In the sports world news happens fast. Keep up with the latest by listening to the lead starting five a daily podcast from Wondery that breaks down the five biggest sports stories of the day in just 10 minutes. Listen to the Lead Starting Five on the Wondery app or wherever you get your podcast. The Lead Starting Five, the sports news you need to start your day. Before we get started, if you haven't listened to part one of Amber's story yet. Pause here and go back and listen to that episode first. At the end of part one, you learned about Amber's boyfriend, Mike Rogers. Amber had gotten into trouble for allowing him to stay in the home that she managed. She ended up losing her job and was facing drug and firearms charges. Mike was arrested too. He was a fugitive felon. When they raided the home, they found a tote of marijuana upstairs and methamphetamine in his vehicle. So he ended up with even more charges for drug possession and weapons offenses. Mike is clearly a troubled person with a sketchy past and some people listening may suspect that he could have harmed Amber. But Marty told us that he was incarcerated at the time, and she doesn't believe that he's directly involved, since he has an alibi. He was in prison. Marty also was unsure if the two considered themselves a couple after his arrest or if they had broken things off. He is currently incarcerated. He was incarcerated before she went missing. I don't believe he had anything to do with this. I don't particularly like him, but I don't believe he had any part of this. He did not testify. He took a plea deal. I don't know if she was still dating him. She couldn't be dating him as seeing him in person. However, I would not be surprised if she were still in contact with him. They had a very, in my opinion, very strange relationship and it would not surprise me that if she were still in contact with him. He was only out less than a year before he went back. I don't believe he's a person of interest. I don't know what the police think about that. They are not fans of sharing information with me, but to my knowledge she's not a person of interest. We understood Marty's point of view on this, it makes sense. But then she told us something else that happened a couple of months after Amber disappeared that really made us wonder. He's back in prison and his wife calls me out of the blue. I didn't know he was married but his wife calls me out of the blue and says, I'm Lori and I'm Mike's wife and I was floored. Absolutely floored. So she said that she knew about Amber. He'd never met Amber, but she knew about Amber. She wanted to tell me how sorry she was and that that Lori and Mike had gotten into an argument on the phone and when she brought up Amber he said something along the lines of, don't ever talk about her again, she's dead. And this was in August that Lori reached out to me. I thought about going to visit him in prison, but I didn't think that he would want to see me. Was this just the word on the street making it back to Mike in prison? Or does he know more about what happened to Amber? Whatever it was, Marty began hearing stories around town, and many of them involved the same people over and over again. Was this just a rumor spreading like wildfire? Or was there more to it? The circle that she ran in is not a good place to hang out of. The more I'm finding out about it, it's a dangerous group of people to hang out with. I didn't know what to think at that point, what went wrong. I didn't suspect allegations of sex trafficking and drugs and guns and, you know know murders and things like that that never crossed my mind at that point soon after the police report was filed I started hearing things like she was hanging out with this person or that person but the more I've learned since then the people that are involved I strongly think that there's how we'll put involved right now. When Amber disappeared in June of 2023 the police didn't really seem interested in investigating. Perhaps they had assumed that Amber was running from her pending charges, which were serious felonies. But Marty believes that Amber was ready to face her charges, accept the consequences, turn her life around, and move on. Marty doesn't believe that Amber would have taken off. Amber's Aunt Robin was frustrated when they had to beg the police department to take an interest and look for Amber. It literally took two and a half weeks of her calling. I know she's missing. I know my daughter. She would be contacting at least someone. They kept saying because she was an adult because she didn't live at home in her background per se. They just figured she would stick up and that she didn't want to be found. When we go back to what we know about Amber's disappearance, she had contacted her mom and said that she needed a place to stay because she didn't feel safe. Marty was away at the time but told Amber that she would be home late the next day. Robin says that Amber had made similar comments to others via text message around that time, but she thinks that people didn't believe her or didn't understand the severity of what may have been going on because Amber had been in bad situations for so long. It didn't sound like anything new or different. The poor girl you felt sorry for her because you wanted to help or you wanted to do something for her but she had burned so many bridges. Right before everything happened she was definitely hanging around with the long crowd of people. When she realized what it was or what type of people they were, she was scared. She was literally scared for her life and she made that clear with text to a few people saying that I'm gonna die they're gonna kill me I need to get safe I need to get out of this house. One took her seriously unfortunately And God only knows we all wish we would have. My sister, yeah, unfortunately. And I feel horrible for her today because she lives with that because of the fact that Amber was reaching out to her and saying that he needed help. But my thinking was on vacation when she received the text. What they began to hear over and over as they searched for Amber was that people believed she was a snitch and that's why someone made Amber disappear. Remember, Amber had been released on Bond months before she disappeared and had an upcoming court date, where people in her circle worried that she would turn on them to save herself from going to prison. None of the rumors we've heard are good. We heard that she was cut up and putting trash bags and buried in someone's backyard. We heard that she was buried in the woods up north. We heard that she was hot-shotted with something and then buried. The last rumor we heard was that it was because she was a snitch. She was in jail and she got out. The people that she was hanging with for some reason came up with the idea that she was a snitch and that she was going back to this house because she needed to get information to get to the police so that she could stay out of jail. That's the main thing that we've heard. The way she's died, we've heard she's just been cut up, she was shot, she was thrown in the woods, buried here, buried there. But as far as the reason, that was the only reason I've heard, they thought she was a snitch. These people, A and through E doesn't know each other, but the story that comes back to us is the same people the same house that's involved. That was the first time that she had ever sent really text messages saying she was scared for her life. That's why everyone questioned, okay well if she sent a text to you saying she was scared for her life, why did she go back to that house? That's where the snitch rumor came about, is that she had to go back in order to get more information so that she could stay out of jail. She didn't want to be at that house. She wanted as far away from them people as possible. Robin mentioned this house that Amber was scared to be at, and we wanted to know more about this. You learned in part one that the Lansing Police Department has stated that the last sighting of Amber was at a dollar store in Lansing, And that's because she was seen on video there. They can confirm that Amber was alive and well at that time. But after that, she was dropped off somewhere. Marty says that there was communication on Amber's phone, a message, where Amber said she was at a house and needed to be let in. There's been several iterations of the story. You know, she was staying with one of her girlfriends and they had a big fight and then nobody heard from her since then, you know, and then the next story was that she was staying at a house just actually a few blocks from me and something went wrong and that's where she actually disappeared from that's where her last communication was hey hey, so-and-so, I'm at the gate, let me in. There's a gate across the driveway of this residence, and a gate apparently was locked. And what happened there? That's the big question. What happened there? The police, this person and his wife both have warrants. The police won't still, to my my knowledge have not talked to either one of them because they say they're not the kind of warrants where you can pick people up but something happened at that house and I can't get any information. I've been to the door, nobody answers the door, we've had search parties, I've had friends go to the door, this person has reached out to a good friend of mine. He has actually had conversations with this person and that person is blaming somebody. It's just a big hairball. I don't know what happened. I started getting feedback. It was always check with Lena and Paul. Check with Lena and Paul. Those names still today keep popping up. Check with and Paul they had something to do with it and I can't tell you how many people have told me look in Paul's backyard it keeps coming back to I tried, of course I tried to reach out to both of those people initially. No response, nobody will tell me where Lena lives. I couldn't reach her either through Facebook or she didn't respond that kind of shut that avenue off for me. Paul, I've been told repeatedly don't approach him. You know, he's one of those guys don't approach him, but I've been told by the police by people who are in that circle of people. Don't approach him. He's very dangerous. But I have knocked on the door. And if you talk to 30 people, 28 of them are going to say, Lena and Paul, those names are going to come back, mostly Paul. But initially it was Lena. So I keep asking questions. Other people are coming forward and saying, hey, I last saw her on this date. Check with this person, that person, but it all comes back to Paul. That rumor is out there that Amber was, for lack of a better term, a rat. I don't know that it's true or that it's not true that's not in her character that I know her to be but that rumor is out there. But at first I didn't know if she had a diabetic issue and you know she passed away or somebody didn't want to deal with her but bodies don't disappear if it's something natural like that you call an ambulance you drop her off at a hospital, something. People don't just disappear for something natural. Something happened to her, she didn't walk away. As a family member who's got somebody missing, there are a thousand scenarios that go through your head. I don't know which one to choose on a daily basis, but I do know that 99.9% of the information that we've got comes back to the same address, the same person. And I've fed all of this to the police, all of it, because I want them to find her. My goal is to find her. You know, after that, the mad will come and I want justice. I want whoever is responsible. I want them to pay for it. But right now, my goal is to find her. She doesn't deserve to be discarded or just disappeared and lost someplace. After hearing this from Marty, we wanted to know who Paul and Lena were. Were they a couple? How did Amber know them? So we asked Marty to start with Lena. Lena is a friend of Ambers. They've been friends for years a few days before Amber went missing. She came back to Lansing from Leslie, which is about, Leslie's about 20 minutes outside of Lansing. She came back to Lansing to stay with Lena in an apartment on the south side of Lansing. Lena has since ghosted the police. The police can't seem to find her. Other people have seen her. She has not responded to anything that I've put out there for you know trying to get in touch with her so I don't I don't know what happened with Lena the last day last days. Now we're going to move on to Paul. Marty mentioned a few minutes ago that they were later able to gain access to Amber's Facebook messenger account and found a message saying that she was at a gate and needed to be let in. Marty says that this was at Paul's residence. Paul lives at the residence where Amber was last seen. He was the last person she reached out to on her text messages. It was a Facebook message, messenger. She said, I'm here at the gate, let me in. And that was the last social media ever from Amber. There's been a lot of information about Paul that has come up. I've never personally met him but there's a lot of information pointing to Paul as being a part of this. There are two separate recordings out there. One is from Paul to someone else that is mocking Amber being missing. It's really hard to listen to to understand in this recording and the police have all of this information of course. But Paul is mocking, being missing, saying that's what happens to rats kind of thing. And then there's another recording out there between two people that the man in the recording is he's recalling a conversation that he had with Paul where Paul implies that he took care of Amber as a favor to this man because she was going to say something in court or she was going to give information to law enforcement about him and the man is emphatic in this recording that he doesn't believe that Amber would have ever said anything and if he had a problem with Amber he would have dealt with it himself. We had the opportunity to listen to these recordings ourselves and we made the decision not to air them because of the audio quality. They're difficult to understand with a lot of background noise, but we can confirm that we too heard people speaking about Amber. We could hear them say both her first and last name and mention of her being a rat. This goes back to what we had mentioned earlier. Amber had a court date coming up in July. We have no proof that she had cut a deal in exchange for giving up information about others. In fact, from what others have said in what we read in that document, it sounds like Amber was a fiercely loyal person, sometimes to her own detriment. However, she had never been in trouble that was quite this serious before, so maybe she could have. But it's also possible that people in this circle just suspected she was. Perhaps they were paranoid. Maybe they wondered how she had gotten out so easily on bond, with Mike Rogers sitting in prison, or maybe they were worried about her upcoming court date. These are just theories based on what's been said, but the stories about this have remained consistent since Amber disappeared. Marty told us more about the reasons she believes that Amber was dropped off at Paul's after leaving the dollar store and that this is the place that she disappeared from. She was last seen at the dollar store about I don't know maybe a mile from where we actually know she was at I know from her social media that she was actually at a residence at 9, 9.30 at night on June 25th. That's the last place I know her to be alive. The video's footage of her at the dollar store was earlier in the day, I believe, around early afternoon. I can't give you the time, but early afternoon. Her social media puts her at this residence as late as 9.25, I believe, at night. She was with a friend at the dollar store. She actually bought some food items and her social media again says, you know, hey, I forgot something in your car, can you hold it for me? So we know that he dropped her off at this residence. There were other messages to other people the person that she went to the dollar store with, hey can you come and pick me up at this place and she noted that address so she had been in and out of that residence a couple of times on the 25th. Her last message was a Facebook message to Paul that I'm aware of and there was something about a car going by that had been there previously or something I don't remember the exact words. Was Amber scared for her life and leaving a digital footprint behind letting others know where she was by sending the address? Or was she just looking for someone to come get her? When we spoke with Amber's sister-in-law, Courtney, she confirmed for us that she was the one who was able to access Amber's Facebook account and retrieve these messages. She explained where they fall in the timeline of Amber's disappearance. I have her sending a location to a friend and she was at that address and then I have her talking to Polly saying I'm I'm here at the gate. It was like 30 minutes before her Facebook want radio silence. When we initially heard talk of Lena and Paul, it sounded like they were a couple. But we later learned that wasn't the case. Paul's significant other is a woman named Misty and Marty had a strange conversation with her. Misty claimed that Amber hadn't just left town but left the state of Michigan altogether. Paul's girlfriend or wife, I'm not sure what she is, called me and said, Amber went to Vegas on the 24th of June. I said, how do you know Amber went to Vegas on the 24th. She said she was going to fly out there and do some webcam stuff. That's the last I heard from her. Well, it turns out that's a blatant lie because Amber's last social media puts her at their house on the 25th. Paul and Misty lived together. This is a residence in the south side of Lansing. Paul doesn't even own the place. Paul was kind of squatting there. He was living in a as far as I know in a garage in the back of the backyard and Misty was living there as well. And Amber was there on the 25th so that's another attempted misdirection so Paul in my opinion is out there trying to misdirect don't look at me look over here kind of thing. So how do all these people tie together? People kept saying Lena and Paul, which makes things a bit confusing. Marty explained what she knows. Lena was a part of that circle. She and Amber were frequent visitors over at Paul's house. I believe that the day Amber went missing, she and Lena were on the outs for some reason and Amber was intending to stay at Paul's house the night that she went missing. They're in this circle of people that centered around Paul and Misty, I believe. Earlier we talked a bit about Amber's boyfriend, Mike. Marty mentioned that she later learned that Mike was married when his wife called Marty and told her that during a phone call from prison, Mike had told her that Amber was dead. Marty had also received a phone call from Mike too, and he told her who he thought was responsible for Amber's disappearance. He called me and he also pointed to Paul and Lena. I know we say this every year but I'm feeling good about 2024 it just feels like the coming year is going to have a lot of fun surprises in store for us. The number one way to guarantee that. Start it off by treating yourself to a little something something from Blue Nile.com. Blue Nile offers thousands of independently graded diamonds and fine jewelry at prices significantly below traditional retail. Whether you're looking for a bit of New Year's sparkle for yourself or gift for someone special Blue Nile offers peace of mind with every purchase with some of the highest quality standards in the industry Blue Nile also offers 30-day returns and a diamond price match guarantee so you can always rest easy knowing you've made the right choice. I've been eyeing up an aquamarine pendant for myself but they have so many beautiful options to choose from. It's difficult to pick which one I like the most. Experience the ease and convenience of shopping Blue Nile today at Blue Nile, the original online jeweler. Go to Blue Nile today at Blue Nile the original online jeweler go to blue Nile dot com to find the perfect piece today that's blue Nile dot com. Hi I'm Lindsay Graham host host of Wundere's Podcast American scandal. We bring to life some of the biggest controversies in U.S. history, presidential lies, corruption in sports, corporate fraud. In our newest series, we to Baltimore where in the spring of 2017 a police corruption scandal shocked the city. At the heart of it was an elite plainclothes unit called the Gun Trace Task Force. It was supposed to be the Baltimore Police Department's best of the best, a group of highly decorated detectives who excelled at getting drugs and guns off the streets. But they operated with little oversight, creating an environment where criminal cops could flourish by falsifying evidence and robbing suspects. Follow American scandal on the Wonder App, or wherever you get your podcasts. You can binge American scandal, police corruption in Baltimore early and ad free right now on Wundry Plus. One thing we wanted to know more about was this area where Amber had disappeared from. When we heard about this message from Amber saying she was at the gate and needed to be let in, we imagined some big drug fortress surrounded by a tall fence with a gate, but we were able to look at the property, and it was simply a modest single-family home with a handicap ramp out front, and a fence across the driveway that appeared to be keeping dogs securely in the yard. We asked Marty if she could tell us more about this neighborhood. Just a residential neighborhood, small houses, down the street from a high school. If you're looking at that map, I live about five blocks south and two blocks east of that. So we're very close. I drive by that all the time. I grew up in this neighborhood and in this area. It's getting rougher by the month, I would say. There's a lot more crime now than there ever has been. There's a lot more rental properties so there's people moving in and out and landlords not exactly taking care of the houses and the police here are like every other big city you know they're being stretched thinner and thinner so things probably don't get caught as much as they would have in the past. Marty has gone to the police and handed over every single lead that has come her way. She's been frustrated from the very beginning by how Amber's case has been handled. There are things that she believes could have been done early on that weren't. She's often felt like she and Amber's other loved ones are on their own in this search. They're very tight-lipped on information and I'm sure that they're working on things behind the scenes but they won't tell me what it is. You know, we've had a couple of search parties that they don't participate in if I say hey detective if I should be looking in spot a and I'm actually looking over and be please tell me you know I don't want to waste the resources I don't want to waste the day that I've got these people but they're very tight-lipped I understand that she's not their only case I get that part and I get that you know there are things that they can't tell me but there's more that they can that they don't. For instance just recently the first week of November we got some credible information that she may be buried in this wooded lot within walking distance of where she was last seen. I called the police and we told the police this information. They said they weren't going to come because they'd already been through that area, that no need. So what any mom would do, we gathered some friends and family shovels. We went in this wooded area digging up spots looking for my daughter's body. That's horrible. It's a horrible thing for any parent I have to go through. We didn't find anything of course or we wouldn't be talking but it it's disheartening. And I always believed in the police process up until this. I'm not saying that they're bad people or they're not doing their job. I'm just saying that they're not sharing any information with me and I feel like they didn't take it as a priority they didn't believe that she was missing in the beginning the police officer that actually took the missing person's report said you know if know if we find her, we're going to arrest her. Great, let's do that. At least I'll know she's alive. And just two weeks ago now, the detective that's in charge of this case, was at my house asking basic victimology questions and I know like, tell me about Amber. Let me look at some of her mail, things that I feel like they should have done months ago, and she's just now asking these questions. I feel like the local authorities got a really late start in taking this seriously. For example, the phone records. They had her phone information from the beginning. In preparing for this interview, I was trying to do like a timeline and I noticed that the report was taken in July. It wasn't until the end of September that I finally got an answer on her phone records. They said that Verizon, they couldn't locate her phone records. You know, I feel like if they had maybe asked for them earlier or I don't know I just feel like that should be a simple thing that can be done as a person who's sitting back waiting for information it just feels like they could have done more initially. Phone records should be an easy one. Her Facebook, the detective initially told me that they were going to preserve it or freeze it so that nothing could be deleted from her account and then I asked the detective just a couple weeks ago when she was here asking getting DNA and asking questions is that still in effect, oh no, we don't have the ability to do that. I'm thinking, well, why would you tell me that early on? Why would you tell me that? And so all this time, I'm expecting her account to be locked or frozen or whatever the right terminology is and it wasn't done. Those kind of frustrations don't give me a lot of confidence that they're doing the best that they can. There are allegations of Amber being a witness to a murder, of having information about guns and drugs in the city. She was going to tell on somebody. Every time you pull one string, ten more come loose and I don't know which way to go. I feel like I'm running my own investigation parallel to the police and I strongly strongly believe that if I hadn't if I'm not out there being a pain in their butt that it's going to be a cold case. With all the frustrations mounting a family friend stepped up to help Marty in her quest to find Amber. Marty has been unsuccessful in her efforts to connect with Paul, but she said this family friend, Joe, was able to reach him. Paul eventually reached out to Joe. They've had some heated conversation. Joe is a family friend who can get into circles that I can't get into and he's been very very helpful and proactive in going after information so Paul reaches eventually reaches out to Joe and says, hey don't look at me, look at this other group of people over here. So they're pointing fingers at each other. I don't know who to believe. I think everybody in that circle is a big liar, but I can't tell you who's the biggest liar, Joe. He's pretty chatty. He'll tell you anything you want to know. He's pretty much an open book. We spoke to Joe and as Marty had described, Joe is an open book. He doesn't mince words. Joe was up front with us about the fact that he's spent time in prison? And this is part of the reason why Marty has said that he was able to get into circles that she couldn't reach. We asked Joe to explain how he knows Amber and her family. My dad died when I was two years old. I went and lived with my grandparents for a while up north and when I came back after my mom got clean, she got clean or so so and we moved back down and we lived on the South in the Lancet and I met her uncle Brad. He was like my dad growing up. So I kind of grew up with her, you know what I mean? She was like a cousin, you's family to me family ain't just blood when I came home from prison she he accepted me open arms she loved me the way she loved me before I before I left I got ostracized by a lot of people because they thought I was just bad. They don't understand like they see black and white. She didn't like look at me different. None of them didn't. Anytime I got in trouble when I was a kid or anything they always treated me the same. They never treated me different. They loved me, you know, like family loves each other. So in my eyes, she's family, just like Marty's family, her whole family, I love him all. I knew that she fell into the subsequent to do. So it's kind of like a tough love thing, you know, I just stopped talking to her and hanging out associating me because I didn't want to be around those people. I just kind of like stepped back a little bit. I feel like if I would have been there more, I've been more supportive, then maybe, maybe gave her more support as a friend, you know, a family member, maybe you know, this might not have happened. Maybe he would have seen the light, it stopped, you know, doing what he was doing and tried to get clean or something. It's hard to see somebody like that. When you try to want to show him that, we don't want us to be like that, try to show them tough love. Sometimes it works, sometimes it don't. You know, in this case, I don't think that it worked too well. It was very unfortunate, but Amber's a beautiful person, man. She was a caring person I'm a cry hold on second she helped everybody she was always there for people if I'd have been missing she'd do the same thing I did for her I mean I firmly believe that in my soul and my heart. Anybody she cared about, she would do whatever she could for him. Joe didn't realize that Amber was missing at first, but when he caught wind of the news, he decided to show up for a search and began helping out as much as he could. I became involved in helping money with the case because Amber is like family to me and when I found out that she was missing I wanted to help find her because I felt like the Atlanta Police Department wasn't doing nothing they weren't beating the street for nothing. I mean I feel like I was just tired of, they're not getting nothing, they're not getting nowhere. The police ain't doing shit. So you know what, they don't want to do it? I'm just find out for you because I love you and I want to figure out what's going on. You know I'm sorry I don't mean disrespect law enforcement. There's good police out there. Don't get me wrong. There's some really decent police office out there. The good ones catch all the flat because because the bad ones. They make people distrust the police. I've been on both sides of it. I wouldn't beat them streets. I got reached where they can't have reached. People see them, they know their police, they ain't gonna say none to them. Marty deserves closure, you know, the whole family deserves closure. You know, everybody's wondering like where she's at, what's going on and see alive because people are saying like, oh, she's in Vegas, you know, or she left you know prove it let me see give me a phone call I see like all them people that are involved are all pretty dangerous people. Joe attended a search for Amber over the summer and he said that this is where he first ran into Paul. For reference, Joe will mention a man by the name of Jerry in this clip and others. This is an older gentleman who lives at the home that Amber had gone to on the day that she disappeared. It's our understanding that Jerry lives in the house and Paul and Misty were staying in a garage or other outbuilding. I found out about Amber. I think it was in July maybe I heard about it in August they had a search so I come out and and I got there a little bit late but I caught the tail end of a conversation after we walked through the woods kind of by where one of the guys told me where she was at. We went through there and then I stopped next door to where it was at. And then I stopped next door to where it was at. There was some guys there that are belongs to a club here of Motorcycle Club and they were talking to this guy Jerry's neighbors and the house they say Jerry's house she took care of him she was there helping this old man she was there assisting him you know that's when I ran into Paul I had an altercation with him. They parted in the garage. That was Paul's little spot. The garage. Even the neighbor said that. They're always in the garage. They're always making noise. They're always causing a ruckus. I kept hearing it repeatedly. They're always there. They're always making noise and I just kind of like just popped up, hey, they're always there. She's like, yeah, you think they're not. See, I can almost guarantee it. And I just about face and went over there. Went through the gate, went back, the door was open and there was a mattress in the middle of the garage. It looked like it was sitting out there for 20 years in a mud. It stunk. It was nasty in there. It was a big block garage. It's like a pole barn style garage, but it's built with cinder blocks. And the garage doors are boarded up. The windows got cages on them and there's one door, one way in, one way out. And he was in there, lo and behold. I'm like, hey, wake up? I'm like, where's Paul? And he said, huh, the worst place, like I'm Paul. And I was like, probably two feet from my feet down and grab his arm and start dragging him out of the garage. Come with me, we're gonna talk. And he's like, well, who you look for? I was like, Amber, I was like, where's Amber? He said, Amber, I love Danber. She was my niece. I'm her uncle and I said, what? He said, yeah, she was my niece. I'm her uncle and he like tried to sweep my legs. I freaking lost it. After this altercation with Paul, Joe left to calm down and came back another time to speak with Paul after having a chance to clear his head. I came back maybe September and I went over there and Jerry told me about what Paul did. I knocked on Jerry's door and I was like, man, you know, my name's Joe. I was the one that came over here and dealt with Paul that day. I think I have no problem to you. I don't want to do anything to you. I just want to know what you know about my cousin. That's it. He's like, hold on a minute. And he walked away and I thought he was just not going to talk to me so I was going towards my car and he opened the door and he's like, come here and I go inside and we're talking and he just kind of be a stand-off he's not really saying shit and I'm like you know he got a kid I was like you don't got an open your family that you love my cousin's mr. man I want to know he's like I don't care about nobody I was like man, man, stop the bullshit, dude. There's got to be something you care about. And he kind of looked for a thing like you're thinking and he motions me to come to me sitting in this chair. This is Jerry, you know, he said, what, 71 or something like that he's old. And he's just whispered in my ear, he said, Paul got her a bad batch of dope. Don't worry, she's buried, she's buried six feet deep somewhere. And like, I got that tunnel vision ringing and sitting, I'm like, well, where are she at? He's like, I can't tell you that I said where's Paul he's in the bathroom I had to call my head I come back and he's like he's not in here I said well let me check the garage because he was in the garage before and it was locked barred off and I got the door open I asked him for permission he gave the permission open door I told if I break it and you want me to fix it I'll fix it I'm a carpenter I could fix it for you but I'm going in there I just want to know if I can go in there or not. You know, I don't want to get in trouble for home invasions for going to the drive. He gave me permission. I go in there and he's not nowhere in there but there's a loss. And I'm not going to go up to the loss. I've seen too many movies where people go up and something, like, man, look, I don't want to do anything, she has to know her Amber is, why don't you just tell? Give us some freaking closure, you don't get my exclosures. He just wants to know her daughter is. I feel the same way. I left and came back to say to cool my head. I had to think. When I went back, you know, there was him police there. They were there to see who I was. and when I told him that Paul was in there and that he's potentially one of the people that made her disappear, we're not here for that. We're not here for that. We don't go off people's words. And I'm like, bro, listen, I said, you know what, you don't care because in your eyes, you're just the attic. You've been one of your kids or a grand home or a wetmer or something, you tear this whole fucking city apart. So don't play with me like that, you know, I'm not no idiot. I was like, you guys need to do your fucking job and go in there and check, well there's a dog back there. That's what I asked me, is a dog bite? I said, I've been back there three times. I ain got bit well I'm not going back there well I'm not going back there they told me to leave after they ran my name and stuff and I literally went like a four block race back around and all them cops were gone that fast you know they didn't stick around to go look at nothing. They were just worried about what I was doing because some neighbors call up that I was hurting somebody and I was in there yelling it. Paul is in the loss. He had to been up there. The door was locked from the inside, one door. One way and one way out and it was locked from the inside barricaded so you tell me if somebody's in there or not Come I know they just don't care the way they're asking about this whole situation like they don't give no flux about her because I feel like they think that she's just an addict and she's going to be a statistic and she don't deserve to be a statistic. None of them girls do. Because honestly there's more than just her in this situation. These guys are evil people. I've got them threatening my life. One of the guys that's involved was sending me, talking about I'm next. He was going to Muskegon to take care of my mom. I don't know if they thought that she didn't have no family or something, people that loved her, but obviously she does. Joe explained to us in great detail what he's been told happened to Amber. It's a complex story with a lot of different names that can be confusing. So we're going to attempt to simplify it as much as we possibly can to help avoid confusion. This is a condensed version of a story that was given to Joe by a childhood friend, along with others. We're going to bleep out some names in the following clip. They were hanging out. Okay? Paul was over there and his girlfriend went over and they bought some drugs and I believe it was like heroin maybe heroin that's mixed but he got. Girlfriend did one and Amber did one. Girlfriend's fine. Amber started acting when he started getting sick, foaming and stuff. He was trying to save her. He said he's trying to save her. He didn't want nothing to happen to her. Paul stops. I'm like, no, don't worry, I got to. So I would take care. He's trying to call 911 or something. He stepped back and what Paul do what he was going to do because everybody's scared of Paul. Paul's like in a way to them like Charles Manson. He's write a couple of psychology books in prison. He thinks that he's like the shit or something like he's like a god almost. They're so scared of him for some reason. This is nuts how I happened then. Steps away, Paul did what he did. And then next thing you know, Paul's coming and like come and help me bury these bags real quick. Two and two was four, you know what I'm saying? Like, she was just like, man, they had the amber. You told me that a pall, they had her in a bag. They had her in garbage bag. They buried her out there deep. You know, and I don't know if they're using mathematics, you know, mathematics, not mathematics, but so you never nearly know because they're so freaking high that they really don't know what's going on, but he's really adamant about her being super adamant. Like, he's there, I'm not lying. I've known him for 30 years. He didn't know him after prison, but sometimes when I hung out with him as a kid, he never lied to me about nothing. I never heard him lie. I'm pretty sure he's telling the truth. After hearing this story, Amber's loved ones went over to the area that was mentioned and proceeded to dig around while also alerting the police. We went out there, me, Marty, and a few other people, man, there was quite a few people. And we dug like six holes, looking, just different places. And we left them open, so that that way if they did come the police did they know that spots were already dug into and stuff they went back there the dogs they didn't find nothing so was there any truth to this story or is it just another rumor? Joe has heard the recordings that we mentioned earlier and gave us his take on those. Well there's a recording It's Paul talking to this girl. He's singing three little birds, you know, Bob Marley, three little birds, singing that frog and shit. He's like, you know, you know, Amber and he's saying, don't worry, it'd be okay every little things will be already he's like them little birds were about to sing one of a man gonna sing no more the other one probably gonna sing pretty soon basically admitted into this shit. Just like a recording of a recording. So I can hear it. Paul, you know, I guess he's just trying to brag. He's a bragger. He likes to hear himself talk and he just thinks like he's the most intelligent man in the world or something. I don't know how to explain it. There's a girl that's and there's a recording of her. So they were talking about when she was getting sick, what Amber was dying. They were talking about it on this conversation. Joe has been frustrated that more people in this circle have not spoken up about what they know. Many of them were friends with Amber for years. But Joe acknowledges that they may be scared, that they too may disappear, if they were to go to the police with what they know. None of them really like help with the police, docking andibging them and they used to hang out together all the time. They were good friends. Making yourself look like you're guilty. Like you do know something and you just scared. But I think in reality is what it is, they're all scared of these people. They like got nothing to lose. Joe has been told that in 2021 Amber had witnessed the murder of another woman in this circle and that people were afraid that she was going to speak up about this to help herself with her own charges. We wanted to give you a brief overview of this murder, the one that it's been rumored that Amber and others possibly witnessed, but again, we're going to try to avoid adding too much confusion. In February of 2021, 33-year-old Melissa Murray was killed. Weeks later, her burned remains were found buried over an hour drive away in Isabella County. According to a September 24, 2021 article in the Lansing State Journal, a skull fragment was found inside of a home in Lansing, which was later determined to be a piece of Murray's skull. A man named Corey Coddington was later charged with Melissa's murder. Law enforcement has stated that there were at least six people in the home when Melissa was murdered, though none of them would specifically name Coddington as a killer, but acknowledge that he was present at the time. However, Cotington was wearing a GPS monitoring device at the time of the murder, which placed him at the home where she was killed, and also at the location where Melissa's body was burned and buried. A second man was also charged as an accessory in the disposal of her body, though he cooperated with law enforcement. At the time the Amber disappeared, Cottington was incarcerated and awaiting trial. Months later in November of 2023, after Amber had gone missing, he pled guilty to second-degree murder and has a sentencing date set for February of 2024. We don't know if Amber was one of the six plus witnesses at the home in this murder occurred, but we can say that Cotington wasn't around to have harmed Amber in June of 2023. However, we must acknowledge that there were at least six other people present, and we don't know if others had a hand in what happened, and we're afraid that Amber might speak up. It remains a theory or rumor today. Joe told us more about this. They thought that she was snitching. It goes back to Cori County and then they killed that girl and took her up to Isabella County. This all stretches from that I believe you know firmly I believe that inside my heart I believe that all this stuff is followed from that, you know, it all stems from that situation. The girls that killed, they found it Isabella County, he killed that girl in front of Amber and B. You know, and a few other people. Kind of showing them like, this is what's gonna happen type thing, you know, and then once they got caught, you know, they got to eliminate their witnesses. And they were afraid that she was gonna tell that. All these people are connected. They all know each other. Misty told me that Amber went to Las Vegas with her boyfriend, was a boyfriend. They took off and went to Vegas. When I asked Misty, what's up with that you know she said Amber's not dead and Paul doesn't sell drugs or use drugs Amber left with the next boyfriend to go to Vegas. She's in Vegas working. I'm like she ain't in Vegas stop lying and she's like I'm not laughing. Paul told me what happened but he kept himself out of it like he didn't know. In a way call kind of confirmed it when he said what he said except for he kind of removed himself from the situation when he said it. He made it look like they did it and you know he just knows about it versus he was there with him doing it. She seen that shit happen with that girl, and they were afraid that she was going to tell because all that court stuff's going on, so they got to eliminate witnesses, but you know, it could be something else. Until we find her and figure it out. Ily, I see that. bing! The Queen of the courtroom is back. I didn't do anything. You wouldn't know the truth if it came up and slapped you in the face. I see he's not intimidated by anything. I can fix that. New cases. She wanted to fight me. Leave her alone. Okay so not this is not a so this is a period. Classic Judy did you sleep with her yes your honor you married his cousin? His brother. That's not him. Yes ma'am. I would make a beeline for the door. The Emmy Award winning series returns. How did I know that? I have crystal ball in my head. It's an all new season. It's streaming. You can say anything. Judy Justice, only on FreeVie. Being an actual royal is never about finding your happy ending, but the worst part is, if they step out of line or fall in love with the wrong person, it changes the course of history. I'm Arisha Skidmore Williams. And I'm Brooks Diffran. We've been telling the stories of the rich and famous on the hit Wundery Show Even the Rich and talking about the latest celebrity news on Rich and Daily. We're going all over the world on our new show, Even The Royals. We'll be diving head first into the lives of the world's kings, queens, and all the wannabies in their orbit throughout history. Think succession meets the crown meets real life. We're going to pull back the gilded curtain and show how royal status might be bright and shiny, but it comes at the expense of, well, everything else, like your freedom, your privacy, and sometimes even your head. Follow even the Royals on the Wundery app or wherever you get your podcasts. You can listen to Even the Royals early and ad free right now by joining Wundery Plus. One aspect of this case that we would like to discuss further is Amber's phone. You've heard Marty discuss activity from Amber's phone, but they've only been able to access Amber's Facebook account and messenger. We don't know what Amber's phone data may possibly reveal, or her call and text message logs. Marty mentioned earlier that she was told that the police were unable to access Amber's phone records, which remains a source of frustration for her today. I have not personally seen Amber's text and call logs. Courtney was able to find some Facebook messenger stuff but nothing's from Amber's phone and I wasn't able to get anything from the phone company because the phone was in Amber's name. Amber had a, it wasn't a service plan, it was a pay by the month's phone, and I'm told that that makes things a little bit more difficult to get records. It was an Android phone through Verizon I think or Boost maybe. I did turn the phone back on I don don't know, I think it was around October, September, October time frame. Like I said, it was a pay per month phone plan, so I tried to turn it back on thinking the police may be able to track it if it was on active I should say and that led nowhere as far as I know. I let the police know that I turned it back on you know hey can you track it now kind of thing? And I never heard anything back other than they weren't able to get any information from the phone company. Marty would love to have the opportunity to review Amber's phone records, but police said that they weren't able to get them. However, this is a case that we've been following in real time, since Amber disappeared just months ago. When we got in touch with Marty one last time as we were preparing to move into production, they had just held an event for Amber's 40th birthday earlier this month, and something strange happened regarding Amber's phone. Amber's birthday was January 5th, the 40th birthday. Her birthday was worse for me than Christmas was. It was just horrible. We did a balloon release in front of that residence and one of the neighbors across the street reached out to me with some video that he had already given to the Lansing police and he also told me that the woman that lives at that residence told him that she had disposed of Amber's phone when the police showed up looking for it. The gentleman that spoke to me said that she got rid of it after the police were there saying that that was the last place Amber's phone pained. I didn't know that the police had any information because they told me they weren't able to get any. However, the neighbor across the street from that residence told me that the police were there because Amber's phone last pinged at that house. So I don't know the truth of that question whether the police were able to get any information. They told me one thing and I'm finding out something different from other sources. All of this has been so confusing for Marty. Who is telling the truth and who isn't? But that wasn't all. Something else happened at their balloon release. The person that lives at that house that owns that house is an elderly man and Amber was in the health care business, so she would help him with daily necessities or whatnot. When we did the balona release, I walked up to the door and told him who I was and why we were there and asked him if he wanted to come and join us because that was the last place that I knew Amber to be alive. And he came out and said, no, I can't do that, but I'm sorry about Amber and he proceeded to tell me that she was buried in the woods down the street from his house and didn't want to tell me he said it can't go any further than this kind of thing. You wanted it to be a secret, of course. There's probably 20 of us out in the road doing a balloon release. He motioned me back over and said that he was there on site when a body was buried in those woods. And it's horrifying. The police know this, but I do have to say that there have been search dogs in that in that wooded area because this isn't the first time this has come up but it was horrifying to hear him say that and just like no big deal I'm sorry about Amber it's awful. Amber's friend Brandy has been frustrated by all of the rumors going around town. It has muddied the waters and it's difficult to know what is the truth with no concrete evidence to back any of it up. Are these all red herrings being put out there to mislead the investigation? Or is there a kernel of truth to the tales being told about Amber's demise. Amber's circle of loved ones continue to pursue any leads that come in on their own, because their relationship with the police department isn't great, and they don't trust that they're working the leads that come their way. Sometimes that means going out and digging in the dirt for hours only to find nothing. I was told that she was just hanging around the wrong type of people and as far as I know what's being said is that she was given bad drugs and she passed away. There's literally so many different things that are being said coming from all over and then you don't know what's true and what's not and I think that's literally why we still are in the situation we are nobody really knows anything because there's so many different things being said you don't know what's true and what's not. And the police department just isn't following up on anything because there's no solid proof of anything. It's all hearsay. Anytime somebody says something, example, somebody had said word that Amber was buried over by Everett High School in a very small field. So the very next day we got a small group of us and we all went out there with shovels and rakes and we started digging. Everybody's just grasping for straws at this point. Some of it could be 100% truth. The thing that is literally just kind of been rubbing me the wrong way and just hasn't been sitting well with me and I could be wrong but there's just something to me that is saying Amber is in that field because it's right by the house that Amber was supposedly last seen at. So to me, there's just something about us being over there. I mean, maybe it's just me grasping for the last kind of straw we had or if it's just there's something with that spot that it just to me it just makes perfect sense. When I had talked to her cousin a few weeks ago we were talking about it and she said supposedly they had taken cadaver dogs out there the very next day after we were out there digging but from understanding, they have said they have went out and done searches in other areas and people have told Marty that they were not there. I mean, Amber has people out here that love her. Of course everybody's hoping for a great outcome. Unfortunately I don't like speaking on it because then you have to think about it like that. But at this point, we just want her home. Her mother wants answers, everybody wants answers, and her mother needs answers. Her mother deserves to know what happened. She loved her mother so, so much. I'm all into those cold case files and first 48 and all that, and especially like these cold case files, and I don't even want to say like it's only been because it's been a long only X amount a month but for these people that go years and years and years not knowing I cannot even begin to imagine what Marty is going through. In the end, Marty acknowledges that she doesn't have one firm theory on what she believes happened to Amber, though all of the what-ifs continue to haunt her. Marty hopes the answers will come soon, but she doesn't think the outcome will be a positive one. I think that someone took advantage of her kindness and in her trusting people for whatever reason. I don't know if things got out of hand or if somebody truly believed that she was going to quote unquote rat on somebody for whatever reason somebody harmed her and made her disappear. She wouldn't have walked away willingly. She wouldn't have missed my birthday. She wouldn't have missed her niece's birthday. Even when we were fighting at our worst, she wouldn't miss my birthday. She would find a way to reach out. She is not the person that would walk away willingly and never speak to her family again. Somebody has harmed her, made her disappear. I just want her back, whatever that means. If the worst has happened, she's not with us, at least can give her the respect of a burial or a cremation or we're letting her rest in peace. For me at this moment it's having her body back so that we can give her the respect, the closure. I'm sure that the mad will come later and I want justice and I want somebody to pay for whatever happened to her. But right now my only goal is to find her. Put her at peace. She deserves that. There's always hope until there's not, but if she is alive, she's being held against her will but I don't in my mind see that scenario some ways that would be worse than her not being alive to be held against your will and there are really really bad people out there. Courtney has stepped up to manage the social media side of the search efforts for Amber. She's been watching all of the chatter on social media, though not much has come of it. Today, she says that she doesn't have much hope left that the outcome here will be a good one. For the most part people in the area have been super helpful. They've been trying. Some of it has raised false alarms like there was a girl that got mistaken as Amber that caused you know a huge shitstorm basically I don't think it's good news we haven't thought it was good news for a few months I mean of course you always want to hold on to that hope and especially seeing what it does, the Marty and my husband too you always want to hold that hope that she's okay but gut feelings and what it seems like, the hope's fading away. I hope she's found, I hope in whatever form that may be, Marty and Brian can get the closure and the family can get the closure that they need because I would hate for somebody and I hear you know all these other podcasts people might not be found for 40 years I would hate that his grandparents or Marty or anybody would have to wait that long. I would love to have it resolved. However, realistically, in my mind, I don't know if that's going to be a possibility anytime soon. He no, Amber did not make the best decisions. Like we all know this, but regardless of that though, the everything that's going on with LPD, just the lack of wanting to help. In an effort to motivate someone to speak up about what happened to Amber, Marty has set up a reward fund. She hopes that if doing the right thing isn't enough to get someone to come forward, maybe cash will do the trick. We set up a reward. There was some confusion early on that crime stoppers would provide a reward for information leading to her whereabouts. We found out that wasn't quite true because there is no crime right now, right now she's just missing because there's no crime actual crime crime stoppers doesn't establish a reward fund so the family set up a reward and we set up a go fund me to increase the reward amount and I was hopeful that that would provide some information. You know, all information for me is good, good bed and ugly. I was thinking more along the lines of and I still think this might be true that somebody who gets in trouble for something else is going to come forward and say I'll make a deal kind of thing I'll tell you wherever is if that's my best hope right now because the reward doesn't seem to be working no matter how much money to throw at it. What else can I do? We've got flyers all over the city of Lansing in the surrounding areas. We're talking to as many people as possible and people I wouldn't normally talk to, you know, if you want to give me any information, I'm up in the middle of the night talking to people at least initially it's kind of flowed down now but what can I do what more can I do and I don't know what the answer to that is. And the police are like, you're doing exactly what you should be doing, but it doesn't feel like enough. As a parent, it doesn't feel like enough. I owe her more until I bring her home one way or another. I need to do something every day. I don't know what that is, but I need to do something, whether it's putting up more flyers or talking to you or talking to the police or doing something. Joe keeps talking to people around town hoping that someone will give them a new lead on where to search for Amber. This is his main goal. He isn't worried about justice. He just wants to find Amber because in the end he knows that she would do the same for him if the tables were turned. You know we've had conversations about this like you know honestly they're gonna get dealt with the quarterly one one way shape or form somewhere. Karma's a bitch they're gonna fuck somebody over and they're gonna kill them or they're gonna get caught with something else they can go to get caught with something else. It's going to happen. It's bound to happen. You can't lay with the same dogs and not get fleas. You know what I'm saying? Hopefully, some be okay. Something will happen. I'll just be like, oh, I got some information for you. You, let me go and hopefully they'll deal with it. They'll give them a deal or something, you know, let them go or do what they got to do so they can find there. You're like, something's got to shake. You know, we're already past the time. It's wintertime now, she's very, you know, the snow is going to settle ground and all kinds of stuff too many people know about this that's in their circle they're gonna break you know they're gonna burst and in their itself you know and that's what I'm, I pray for that every day. Marty is so desperate to find her daughter. She's been doing everything she can think to do to keep pushing for answers. She talks to everyone who will listen. She hangs flyers every chance she gets. She keeps pouring more and more money into the reward fund for Amber. But she still lives with a lot of regret for not listening, when Amber said that she didn't feel safe. Though Marty was honest that this wasn't the first time that Amber had said something like that to her. It was almost like the old tale of the boy who cried Wolf. Amber had been in so many bad situations and everything always turned out fine. Marty had no way to know that this time her daughter would disappear seemingly forever, but she can't shake the feelings of guilt that she carries over it. Amber told me that she was not safe to stay where she was at. She, in the past, has said it's not safe for me to be where I'm at can I come home and it wasn't always true or I thought she was being dramatic and maybe it really was true I thought maybe she was using it as a ploy to come home for a few days or mom I need help because it's not safe here she has said that before and shame on me for not taking it more seriously. Amber's friend Brandy has strong feelings about how Amber has been perceived by police and some members of the public. Brandy has witnessed what addiction can do to people and she wants everyone to see Amber as more than just her worst moments in life. They look at it as in she's an adult and she was using drugs so it's not really our problem but unfortunately I lost my stepdad last year to a fentanyl overdose so I firsthand understand for somebody who has never loved a drug addict, you can't speak on it because people are like, oh, you know, it's so easy. Just don't, it's not that easy. No matter what type of choices people make, nobody deserves to have their life taken or to be murdered or to be harmed or any form or sense of nothing like that. They're still a person, they still have family, they still have people that love them. So a drug does not define somebody. And most people begin to start doing it because of pain. You know, they're battling some type of pain and they're trying to get rid of that pain and Amber one thing I can say Amber has been through a lot in her life Amber was one tough cookie I'll give her that her dad was wasn't a part of her life and I know that bothered her. She you know went through the abusive relationship and that got really bad and the last time if it probably wouldn't have stock he probably would have killed her. So I know you know Amber just went through a lot of pain in her life. There's always lots of layers that's just a layer. That's definitely not who Amber was. So what happened to Amber Arnet on June 25th, 2023? Was Amber the victim of foul play at the hands of those that she considered to be friends because they believed that she was going to turn on them. Or was this some sort of accident, an overdose that was covered up out of fear? We often hear the overdose theory in cases like Ambers and it's possible. Like most states Michigan has a good Samaritan law that protects others from drug possession charges if they seek medical assistance for an overdose. These laws are on the books in most states in order to prioritize saving lives over the criminal prosecutions of those using illegal drugs. But that doesn't mean that there aren't times where people just freak out and make bad decisions. We don't know what the truth is in Amber's case, but her loved ones believe that if you follow Amber's messages, they show her going to a home and that's where she went silent. They're convinced that there are people out there who know more and can provide the answers that they're so desperately seeking. Whatever the truth or outcome may be, they just need to know, because the constant what ifs are terrorizing. They just want to bring Amber home. Amber's loved ones feel as though law enforcement hasn't prioritized her case and they've been tight-lipped about what they have done. We reached out to the Lansing Police Department to request an interview and records. We submitted a request in late November and in early December we received the following response. The requested records are inextricably entwined with sensitive information. The disclosure would interfere with ongoing law enforcement investigative proceeding. The requested public record is exempt from disclosure. So what the police have or haven't done, we don't know for sure. But we hope that there is more going on behind the scenes. And hopefully they have some information that can bring answers. You can follow search efforts for Amber on social media at Help Us Find Amber. If you have any information regarding the disappearance of Amber Arnet, please call the Lansing Police Department at 517 483 4600. We're seeing to everyone and anyone you know it doesn't matter what type of person she was she was a human being and she doesn't deserve to be treated like she is. She doesn't deserve being dismissed and being treated the way that she's being treated right now. She was human, she made mistakes, everybody does it. It's just, you know, she had it a little rougher than some. It's hard to remember, but there are genuinely good people out there who see the flyers and they're, you know, they're calling, you know, hey, I may have seen Amber and we're checking out each and every one of those things, but it just doesn't feel like enough until she comes home. It's hard to not have the answer is hard. Just getting the awareness out there and people listen to your stories and somebody that I've not been able to reach another way might hear your story. I don't know. Anything could help. You just don't know what that one thing is. Somebody knows this could be the one thing. The one flyer that I hang up in a place that I've never hung up before could be a key I don't know what the one thing is but I feel like there's there's more you never know how your life can change from day to days. That's one thing I've learned out of this, you know, to appreciate the good stuff and to tell your people that you love them and make the most of what you've got because you don't know the next day something could change. Oh, I'm going to. That brings us to the end of episode 426. I'd like to thank everyone who spoke with us for this story. If you have a missing loved one that you'd like to have featured on the show, there's a case of mission form at the Vanished podcast.com. If you'd like to join in on the discussion there's a page and discussion group on Facebook. You can also find us on Instagram. If you like our show, please give us a five-star rating and review. You can also support the show by contributing on Patreon, where you can get early and ad-free episodes. Be sure to tune in next week. We'll be covering a case from West Virginia. Thanks for listening. So, Hey Prime members you can listen to the vanished ad-free on Amazon Music. Download the Amazon Music app today or you can listen ad-free with Wandary Plus in Apple Podcasts. Before you go tell us about yourself by completing a short survey at wondery.com slash survey. From Wundry, this is Black History for Real. I'm from Jessica Ramsey. And I'm consciously. What do most people think about when they hear the words black history. Rosa Parks, Reconstruction, MLK, February, Black History Mom. Exactly, exactly. There are so many stories of black history that we just are not really talking about or thinking about especially outside of February and we are about to flip the script on all of that because on this show you're gonna hear a little less in August 1492 Columbus sale the OSHA blue and a little bit more. She is a heroin to some as a fighter for black rights she is a villain to others follow black history for real on the Wundry app or wherever you get your podcasts listen everywhere on February 5th or you can listen early and ad free on Wundry Plus starting January 29th. Join Wundry Plus on the Wundry app or on Apple Podcasts."}