{"podcast_title": "The Documentary Podcast", "episode_title": "Assignment: Spain - the kiss and the culture war", "episode_image": "http://ichef.bbci.co.uk/images/ic/3000x3000/p09rkmyp.jpg", "podcast_summary": "In a recent podcast, the host explores the question of whether feminism has gone too far in Spain. The discussion begins with an incident at the Women's World Cup final, where the president of the Spanish Football Federation kisses the team captain without her consent. This incident leads to a debate about consent and the importance of addressing sexual violence. However, the podcast also highlights how some people in Spain feel that feminism has become too extreme and that it discriminates against men. These individuals argue that the focus on gender violence laws and protecting female victims neglects male victims and can lead to false accusations. The podcast presents conflicting perspectives on the progress made in achieving gender equality in Spain and the ongoing discussions regarding feminism.", "podcast_guest": {"name": "Anna Orantes", "org": "N/A", "title": "", "summary": "Not Available"}, "podcast_highlights": "- Highlight 1 of the podcast: \"The man with the big bear hugs, Louis Rubiales. Ermozo later said the kiss was not consensual.\"\n- Highlight 2 of the podcast: \"People were demanding an apology while they got instead was an untenable justification.\"\n- Highlight 3 of the podcast: \"It prompted Ruby Alice's downfall. Ermoso accused him of sexual assault, FIFA suspended him and he eventually resigned and now he's set to face a criminal trial because of one kiss.\"\n- Highlight 4 of the podcast: \"At an anti-government demonstration in Madrid, this debate is at the forefront of a lot of people's minds.\"\n- Highlight 5 of the podcast: \"Both sides see sexual violence as emblematic of everything wrong with gender relations in Spain.\"", "podcast_transcription": " Welcome to the documentary from the BBC World Service, where we report the world, however difficult the issue, however hard to reach. Podcasts from the BBC World Service are supported by advertising. Hi, I'm Una Chaplin and I'm the host of a new podcast called Hollywood Exiles. It tells the story of how my grandfather Charlie Chaplin and many others were caught up in a campaign to root out communism in Hollywood. Hollywood Exiles from CBC Podcasts and the BBC World Service. Find it wherever you get your podcasts. Thank you for downloading this episode of assignment on the documentary podcast from the BBC World Service. This week we're in Madrid asking why does more than half the Spanish population believe that feminism has gone too far and do they have a point? We begin at the Women's World Cup final. I'm Sophia Bettica and this is the documentary for the BBC World Service. We're on assignment in space. It was a record goal scorer born into the area. It was the most infamous kiss of 2023. Spain wins the Women's Football World Cup for the first time. There's jubilation in the stadium. And then it happens. Louis Rubiales, the president of the Spanish Football Federation at the time, grabs the face of team captain Jenny Ermozo and kisses it on the lips. The man with the big bear hugs, Louis Rubiales. Ermozo later said the kiss was not consensual. On every chat show on every campus in every couple's bedroom people were talking about kissate. Does a kiss count as sexual violence and what is consent? Everyone's had enough of this kind of behavior. I don't care how elated he was. I mean if it was consensual or not I think it was just a spur of the moment thing that happened. People were demanding an apology while they got instead was an untenable justification. I think it's just blown out of proportion. I mean, I think there were more important things because they're on ourselves about. It prompted Ruby Alice's downfall. Ermoso accused him of sexual assault, FIFA suspended him and he eventually resigned and now he's set to face a criminal trial because of one kiss. It's inexcusable. This is a travesty that he is being criminally prosecuted for something that had no lingering effects. For some, like this government advisor, it's a feminist victory. It was amazing because we were fighting four months trying to explain what consent was. And thanks to Jenny, everyone knows what is consent, it is a dream for feminists. And Rubieles and the gang, they didn't imagine how strutted the feminist movement in this country. At an anti-government demonstration in Madrid, this debate is at the forefront of a lot of people's minds. The protesters here are draped with the Spanish red and yellow flag, holding signs that read, let's take Spain back and Spanish people first, while they solemnly sing the national anthem. I'm not afraid to say it. I'm not afraid to say it. I'm not afraid to say it. I'm clearly anti-feminist. I don't think that the feminism of nowadays represents equality between men and women of course we have the same rights but we are not the same. The only thing they preach is to be against men and to blame them for everything. What they're doing is pitting people against each other. A lot of people feel this way. 53% of Spaniards think that the push for women's equality has gone so far that it's discriminating against men. That's according to a recent opinion poll. It's the highest number in Europe. And Rubieles Kiss it tapped into this deep rift in Spanish society. We're in a self-proclaimed feminist punk cafe. It's a lively place draped with bright colors and run by women. Looking at the menu there's a vegan queer burger. And you can also buy activist merch, like a mug that says male tears. By the bar is a sign that reads, I have simple philosophy all men are scum. It's a problem. Oh well it's a joke for us it's like a test. Cat runs this bar called La Vegenegra, the black sheep. Because the boys who are not open to understanding feminism get offended and angry, but the rest like it. They find it funny. I think sometimes you have to be a little punk because it's a very violent system against us. Here in Madrid it became obvious to us that for a lot of people the debate about feminism and gender equality really comes down to violence. Because they kill us every day, they attack us. In Spain you have to prove that you're a victim of gender violence, that you've been attacked or that you've suffered violence. If your home is robbed, you don't have to prove that you've been robbed. In the last few years Spain has passed several laws trying to rectify that. Until very recently the country known around the world as the birthplace of Machismo was dominated by the Catholic Church and its conservative views on marriage and the role of women. And in a very short period of time it went from that to pioneering legislation that promotes the rights of women. And this is part of the reason why more than half the country thinks that Spain has over corrected on gender relations. That is male tears. First, it's a lie. There's not a single man on this planet that's discriminated against for the simple fact of being a man. I think there's finally been real feminist politics and men is scared of losing their privilege. In another cafe five kilometers away my my producer Ellie and I meet Diego and Bernardo, two students who grew up with Spain's modern feminist movement. I think everyone considers themselves a famineism. The thing is like nowadays he's been politicized a lot. He has been trying to confront men and women and we actually don't support that. That's Diego. He has a mob of dark curly hair. From time to time he stops talking to waver his friends as they come through the cafe. A few decades ago there was a structural problem with the violence from men against women. I recognize it. And that's Bernardo. He's more earnest, eager to be heard. He's developed his English through watching videos of Pierce Morgan, the controversial British TV presenter. I'm sorry for the English because sometimes... No, no, no. Your English is great, honestly. Let's just say it's a lot better than my Spanish. These young men were born in the 21st century. They've grown up with Spain's powerful modern feminist movement. They don't think they have any privileges to lose. In their view, men and women have already got equality. And feminists like cats from the punk cafe are discriminating against them. I identify with that feminist, that the sisters existed 10 years ago. The one who really achieved the real rights that women needed at that time in our country. But nowadays, what is the new school feminism? It is a political perspective that say that all men are rapists, almost, that all men are aggressive by nature with the opposite sex. Both sides see sexual violence as emblematic of everything wrong with gender relations in Spain. But from the Egoe-Bernardo's perspective, it's not because they're experiencing violence. It's because they're concerned about being falsely accused of perpetrating it. A lot of bad people is actually trying to harm their boyfriend for like cheating them, accusing them wrongfully, for rape when they don't have any proof. Being avoided nowadays in Spain is definitely a situation of constant concern about the way to behave with women. Being falsely accused, is this something that people your age talk about something that you guys are worried about? Yeah it's a day-to-day topic. I think we're actually really scared to be falsely accused because I can actually ruin your life. I have got two friends who were accused for supposedly abusing two girls and finally after too long investigations the girls ended up being liars and had to pay a big amount of money to my friends but the point is that the social punishment is already done. Only a tiny percentage of sexual violence allegations turn out to be false, but this is promoted as a real fear for young men in Spain. You know it can be harmful for men because there is not equality in the legal process. Women are treated differently. There is a gender violence law. The violins violence in Spain and the thing is that this law puts men in jail before proving like they're actually guilty. This can happen in some cases. In other cases men accused of gender-based violence might be given a restraining order or have custody of their children temporarily removed before a trial as a protection measure for the alleged victim. So that's really dangerous because you are actually not treating men and women equally against the law. There have been several cases of famicides in Spain this year, so this continues to be a problem. Don't you think it's a good thing that Spain has a gender violence law? I mean it is a good thing but this law is not solving the problem. Creating inequality between men and women is not going to solve the problem. Diego was only three years old when this gender violence law was passed in 2004, But in his eyes, this legislation is at the root of all the anti-mail discrimination that he believes followed. And that's because this was the first big victory for modern feminism here in Spain. With this law, the Spanish government created a new concept, gender-based violence. It means harmful acts directed at women because they are women. No men can be a victim, and no woman can be a perpetrator. My name is Rakel-O-Rantez, daughter of Anna-Orantes. It was a radical change to Spain's legal landscape and it came off the back of one woman's story, Anna Orantes. My mother had 11 children. For us, our mother was pure love, pure light. My father, he didn't give us the love or affection that should be given to any child. At the age of 8, I remember having to leave the house every time there were fights. Heracelle's father, Jose, had a habit of burning family photos. So that we wouldn't have childhood memories, memories of my mother. He burned clothes. He wanted to make us invisible, cancel us, silence us. Towards his wife Anna, he was possessive, controlling and degrading. Throughout my childhood I saw how my mother suffered abuse, physical and a lot of psychological abuse. When she needed to go see her family we had to do it secretly because if he found out that we had gone to see her mother, her sisters, her brothers, there was retaliation. She tried to leave again and again and reported him to the police 15 times. But this was Spain in the 1960s and 70s. She was blamed for having done something wrong. The phrase that was said to her in that dark period was, you must have done something to receive a beating. You must have done something to anger him and marriage was for life. Finally in 1996 a divorce was granted but the court recommended that Anna and Jose keep living in the same house on different floors. A year went by and Raquel says that her mother was desperate to have a life away from her abusive ex-husband. She felt that it was now or never that if she didn't do it then She would have wasted her entire life. She appeared on a regional television chat show on December the 4th, 1997. Anna dressed up for the occasion in a bright peach suit jacket with big gold buttons her blonde hair was quaffed in an old-fashioned hairstyle nervously clasping her hands together on her lap, she described the abuse she'd been suffering for 40 years. Speaking so openly about something so private was very taboo at the time. I think my mother thought that if she denounced him publicly, he wouldn't really be able to hurt her. I don't know, society would protect her. Somehow he would threaten her. He had to do the Malo of my matter. Well, after that he would threaten her. He stood under her window, insulted her. My mother had to report him again for harassment and we were very afraid. He looked for the only moment in which none of us were at home with her to kill her. While she was bringing the shopping to the top floor, he accosted her. He poured gasoline on her and burned her alive. Anna Orantes is thought to be one of 60 women killed by the husband or ex-husband that year, although there were no official statistics at the time. It prompted demonstrations all over Spain. There were loose measures, but it was like covering the son with a finger. Raquel's father was convicted of murder and went to jail where he died of a heart attack several years later. After years of campaigning by women's groups, inspired by Anna Orantes, the 2004 gender violence law was passed, and it's been the undercurrent to a range of other controversial legislation, all trying to target violence perpetrated by men against women. The law introduced harsher sentences for men found guilty of domestic violence and set up specific courts to handle cases faster and in a less threatening environment. Nowadays we know that gender violence is violence carried out against women for the mere fact of being women. I think that in these 26 years since my mom was murdered there has been progress. Progress. This is where the disagreement lies. Has there really been progress when it comes to equality between men and women? Hello, is Pablo there? Pablo, a pharmacy student greets us in slippers and tracks with bottoms. The flat he shares with his boyfriend is the typical flat you live in when you're at university. There are novelty shot glasses on the shelf, a games console on the sofa and some crumbs on the table. The main law feminist law in here is the gender violence. It was approved on 2004 and the number of women killed hasn't moved any bit. There has been a decline in the number of femicides of the past two decades, but it's still a problem in Spain. Last year 56 women were killed. And the claims of domestic violence have skyrocketed, but the men who are found guilty hasn't improved significantly. Pablo believes that these laws have not protected women, and at the same time they have disadvantaged men. He calls himself a masculineist. He says he campaigns for real equality because Spain's feminists have gone astray. Instead, they are focusing on unsolicited, quote-quote, Kies. Are you talking about the Rubiales? Yes, Rubiales and Janier Mosso. In the first place, it was on the joke, very fun, ha ha ha ha, and then something changed and it became a sexual aggression. Everything is being called gender violence. I guess the argument that people make is that a lot of victims of sexual violence are women and so often they are targeted because they are women. It's true that women tend to become victims of sexual violence in greater numbers. However, there are men cases of sexual violence as society is not really into looking into that issue. Pablo's views that men are ignored are very much shaped by his own experience. It was 1 a.m. in the morning and a man approached me and started touching me, grabbing my hand to put it in his private parts and he started pushing me to have sex with him and followed me home and he even got in my in my building. And when you reported this to the police, what kind of help did you get? None. None. Zero. I found my local government and they told me no there are no public resources for men sorry he was eventually sent to a women's organization and was given a lawyer but he didn't feel they took his case seriously or that the court gave him the same protections that female victims are entitled to. I had to ask a friend of mine who is psychologist to find me a proper psychologist, specialized in this. Do you feel you would have been treated differently had you been a woman? Yes. You have free lawyer, free psychologist, free social worker. You don't have to pay university. You have preferential access to some jobs. Pablo's talking about the fact that employers are encouraged to hire women who've gone through this sort of violence and there are also training schemes to help them find work. Meanwhile, many universities offer grants or free tuition to gender violence victims. Many, many advantages which men don't have. What happens when a woman makes the same call that Pablo made, asking for help after an experience of assault, or she might be sent here. We are a crisis center. We are open 24 hours, 365 days a year. Centers like this are a direct result of very recent gender violence legislation. We got access to one of them in Madrid. Marta Calderon Pereira is the coordinator here. We serve all these women who have suffered any type of sexual assault living in the community of Madrid. It's a medium-sized office with simple white-colored furniture. Each room is named after a famous feminist, like the Virginia Woolf Kitchen. There are handwritten Post-it notes hanging on the wall that say things like if you believe in yourself you can do it and if not that's what we're here for. During these calls, women are emotionally overwhelmed. More than anything, they need more emotional support. This has happened to me. What do I do? Other times women call here several months or almost a year after they've been attacked. They would have already taken some kind of action and are calling to ask for a little psychological support or for us to accompany them in the legal process. Only women work here. There are psychologists, lawyers and social workers. They provide sexual assault victims with information and support and point them to further resources. The youngest girl with help was 17 years old and the oldest was almost 90. They support all kinds of women and they deal with all sorts of abuse but only if it's experienced by women. The data tells us that the majority of people who are sexually assaulted are women and on top of that men who are sexually assaulted are mostly attacked by other men not by women. That's what happened with Pablo. His abuser was a man, but even so for him, feminism is the problem. I confess that I have felt many bad things towards feminists because I feel they support that discrimination, they support what happened to me. So would you call yourself an anti-feminist? Yes. What does that mean? That the feminist movement has become a dangerous movement both for men and women because real female victims are neglected and male victims of course they are neglected systematically. For example I work for Valentina Ortiz an Argentinian youtuber who is actively anti-feminists. This Argentinian influencer proudly claims that she's been in the fight against feminism and false accusations of abuse since 2016. The first Spanish-speaking influencer to take on this cause, she says. I found her by chance on YouTube and I said, hey, I want to help in some way. I can't remain sitting in my sofa doing nothing. Pablo now has a paid gig editing some of her videos. And so making that contribution to this battle, how does that make you feel? I feel that my suffering hasn't been irrelevant. I can make a difference, even if it's a small one. I think that it will become part of me for many years. However, I fear that this will become too extreme and we will reach a very dark period of violence. How so? Well, there's no opportunity for dialogue and debate. For example, I'm saying something about I don't think this is right and the feminist I have in front of me says I think you be the women you that surround you and I say how can you claim that I hit anyone just because I don't agree with you. Pablo is fighting this gender war on the front lines at the extremes of social media. He's also part of the 53% in Spain who think that feminism has gone too far and for him that kiss at the Football World Cup represents everything that's wrong with feminism and the way these issues are discussed online. With the Janier-Moso case, when she said she had been sexually abused, there was a lot of backlash, mainly on social media. A few years before there wouldn't have been such a backlash. So you think this is an example of how men are becoming like the victims of this cultural. Yes. The case of Jamiermoso is back in the headlines. Now the investigating judge has recommended that Louis Rubiales be tried for sexual assault. He could go to prison for up to four years. For so many people in Spain, this is a symptom of an over-powerful, over-reaching feminist lobby. Sercabot, it's over, is a slogan that trended after the Rubiales kiss, but this battle is far from over. That's all from this edition of assignment with me Sophia Betica. The producer was Elie House. To hear more from the series go to BBC world service dot com forward slash assignment A-Lista! was Jema Ashman. The sound designer was Neil Churchill. For just as long as Hollywood has been Tinsultown, there have been suspicions about what lurks behind the glitz and glamour. And for a while, those suspicions grew into something much bigger and much darker. Are you a member of the Communist Party or have you ever been a member of the Communist Party? I'm Una Chaplin and from CBC Podcasts and the BBC World Service. This is Hollywood Exiles. It's about a battle for the political soul of America and the battlefield was Hollywood. Search for Hollywood exiles wherever you get your podcasts."}