{"podcast_title": "Modern Love", "episode_title": "I Married My Subway Crush", "episode_image": "https://image.simplecastcdn.com/images/db3c768b-254c-4291-946b-8216b0b2a2a1/fc848224-9871-4b5a-96fd-8f8f7c33d7cf/3000x3000/b335632ea69f3a0c9b6235dbc62ccad8a30c7462992ae74f00c3e1127c66d245ae168cdfa53cfc8d5d11293ce0a22e2a953ebe0017f32567b707e15ff71edd93.jpeg?aid=rss_feed", "podcast_summary": "In this podcast episode, the host reflects on her experiences and emotions in her early 20s, particularly in relation to love and relationships. The focus of the episode is on her crush on a guy named Ronin, whom she first met at a party and then regularly saw on her daily subway commute. Despite being too nervous to approach him, she held onto the hope that they would cross paths in a meaningful way. After six years, they eventually reconnect on the subway and start dating. They get married and have two children. Tragically, Ronin passes away from a brain aneurysm, leaving the host as a single mother. She finds solace in her children's resemblance and mannerisms to Ronin, and cherishes the memories of their time together. The episode ends with the host expressing her gratitude for the reminder of their love and strength. The host reflects on the power of intuition and the higher purpose she finds in the connection between her children and Ronin. She recounts her emotional visits to the subway station where their love story began.", "podcast_guest": {"name": "Zoe Fishman", "org": "", "title": "", "summary": "The Stonewall Book Award is a set of three literary awards that annually recognize \"exceptional merit relating to the gay/lesbian/bisexual/transgender experience\" in English-language books published in the U.S. They are sponsored by the Rainbow Round Table (RRT) of the American Library Association (ALA) and have been part of the American Library Association awards program, now termed ALA Book, Print & Media Awards, since 1986 as the single Gay Book Award.The three award categories are fiction and nonfiction in books for adults, distinguished in 1990, and books for children or young adults, from 2010. The awards are named for Barbara Gittings, Israel Fishman, and (jointly) Mike Morgan and Larry Romans. In full they are the Stonewall Book Award-Barbara Gittings Literature Award, the Stonewall Book Award-Israel Fishman Non-Fiction Award, and the Stonewall Book Awards – Mike Morgan & Larry Romans Children's & Young Adult Literature Award.Finalists have been designated from 1990, and termed \"Honor Books\" from 2001. Currently a panel of librarians selects five finalists in each award category and subsequently selects one winner. The winners are announced in January and each receives a plaque and $1000 cash prize during the ALA Annual Conference in June or July. Winners are expected to attend and to give acceptance speeches.The ALA solicits book suggestions each to be accompanied by a brief statement in favor of the book. Anyone may suggest a title for consideration. However, the publisher of a proposed title, agents or representatives of the author, or anyone else who may stand to gain directly from the nomination of the book should disclose this information via the online form.Eligible books should be original works published in the U.S. and Canada during the preceding year, including \"substantially changed new editions\" and \"English-language translations of foreign-language books\"."}, "podcast_highlights": "- Highlight 1 of the podcast: \"I remember watching him, you know, it's a crowded train, everybody is relatively miserable...but every time I saw him it was the same kind of electrical jolt.\" \n- Highlight 2 of the podcast: \"I see you on the subway all the time.\" \n- Highlight 3 of the podcast: \"I just blurted out...I see you on the subway all the time.\" \n- Highlight 4 of the podcast: \"I wrote him letters...telling him what was happening with the boys, what was happening with me when I was missing him.\" \n- Highlight 5 of the podcast: \"It's a reminder that we existed...and a reminder of my own strength.\"", "podcast_transcription": " Love now and not. anything. From the New York Times, I'm Anna Martin. This is Modern Love. I'm just gonna say it because, you know, there's no use hiding it. I am about to turn 30. Yes, you heard it 30 the big 3 oh not freaking out at all. Of course I am. I've been taking a lot of time to reflect on my 20s now that I'm almost out of them. And I keep thinking about how deeply confusing my early 20s were. I feel like I went through a kind of second puberty at that time, just one where I could legally drink and I had to pay rent. Even though I dated a lot, I hadn't ever really been in love because I wasn't ready for it. When Zoe Fishman's essay starts, that's where she was too. In that weird exhilarating early 20s part of her life, where finding love was still a long ways off. Zoe was living in Brooklyn, trying to make it as a writer. She was smoking cigarettes at apartment parties. She basically had nothing figured out. So I had to ask, was it as Francis Ha as it sounds? It was, maybe like Francis Ha Steen, like the Jewish Francis Ha. I love that. But any connection to Greta Gerwick is welcomed and applauded. It was, you know, it was a wonderful, a wonderful self-involved life filled with incredible girlfriends, a lot of dating, but never a relationship. That's why when Zow met a guy at a party, a guy she couldn't take her eyes off of, she thought, okay, he's cute, that's that. But for some reason, she just couldn't get him out of her mind. Unlike any other infatuation she'd ever had, her crush just kept intensifying, and it wouldn't go away for years. So you write in your essay that you're at a party one night and you meet someone special. Tell me his name and tell me about him. His name was Renin. He was tall, dark, Israeli. He had big brown eyes and just a beautiful head of black hair and broad shoulders he just was to me the epitome of male beauty he sounds hot he was hot he was very hot but he was dating a friend of mine. I left that night just thinking about him and wondering would he and my coworker last would I ever see him again? It's just one of those moments where you remember that you're a sexual being and there is such a thing as electricity and chemistry and all your senses are tingling. After that party, did you see Ronin again? Only occasionally on the subway in the mornings on the way to work. Were you guys at the same stop? Yes, we both left in the morning for work from the Carroll Gardens F-Stop. Oh my God. Do you remember the first time that you saw him on your commute? I do remember watching him, you know, it's a crowded train, everybody is relatively miserable. Yeah, I know on their way to work. And I remember he would sit with headphones on and a book out. Oh, double. Yeah, double. It was an impenetrable facade but every time I saw him it was the same kind of electrical jolt and I was too nervous to say hello to him. I just thought, what if he is a jerk? What if he says, I have no idea who you are, then I would have to switch my car on the train. Oh my God. So I would rather, or at that time, I'd rather him be this kind of God on a pedestal than an actual person. And I told my friends about him who they thought I was ridiculous for not saying hello. And so he became my subway crush. Oh, but I mean you did think about approaching him several times, right? Oh, for sure. I thought about it all the time. I would almost get up the nerve and then I got off before him. I got off at 23rd and would just lose my nerve. At one point I had even written a note. So I had written, You're my Subway Crush, put my number on it, folded it into a tiny piece of paper, my hands sweating, and I was all ready, and he was standing right by the door and then I chickened out. Oh so. I know. Gosh. The note already folded up. So how long did this crushing on Ronan from afar go on for? Around six years. Six years. Six you think made him so hard to forget you know i'm not a particularly wakadu person I really felt there was something inside of me that was telling me that we had some kind of destined meeting ahead of us. And you know, for the most part, my intuition is pretty reliable. So even though I couldn't approach him, I just knew we would cross paths in a tangible way at some point, because I couldn't shake his face. And your intuition proof correct, right? You did finally reconnect with Ronan. Tell me about the moment that you guys talked again. I remember it so well. It was a Saturday and I was going into the city to meet friends and at this time you can wait outside to see the F train coming. There's a platform outside as well and inside. So I saw him standing outside as I went down the steps and my heart was racing. I thought today's the day, it's a Saturday, the train's not crowded. What's the worst that can happen? And so I was ready. I was sweating. I remember my palms were sweating profusely. I got on the train, I looked around, and he wasn't on it. No, but he been on the platform. I know, where did he go? Where did he go? And then the door went to close and a hand stopped the doors from closing and the hand belonged to him? No. I know, I know. No. He wrenched the door open. Stop. What did your heart do? What did your body do? My heart flip-flip-flop, my stomach sank. I think I was probably shaking a little because I would not let myself not say hello to him. So then he gets onto the train and right behind him are my former co-worker who used to date him and her then husband. Oh my gosh so the original connection the person to introduce you was there but it's clear they're not together anymore because she's with her husband okay got you right so everything was aligned it was was time finally. They were sitting on the seats that look out the windows. I was sitting on a seat that faced them, but I would say half a car away. And I remember I was reading Aristotle's Nikimaki and ethics. I'm like, my whole body is like on the edge of my say. I cannot, I don't know that book, but it sounds incredibly smart. And I had it on me and I had it open on my lap and was pretending to read but absolutely wasn't telling myself get up so get up so just say hi to her and then I went to get up and sure enough she was approaching me and she said, so, and you know, we hugged. And right behind her, Ronan walked up and I looked up at him and I just blurted out. I see you on the subway all the time. And he said, I see you on the subway all the time. And he said, I see you on the subway all the time. And it was. It really was that. It was like a fairy tale. I feel like describe it as all of a sudden flowers started growing out of the cracks of concrete outside, you know, vines and beautiful exotic burrs swooping through the decrepit subway car. It felt so, I felt so alive. Oh yeah I mean I have to you have to forgive my like audible reactions I was on a roller coaster with you there just because like when you finally get the gumption, he has seen you too. That is the dream. It was astounding. And I walked up the subway steps and I remember the sky that day. It was May and so it was just starting to be spring in New York. And I just felt in my heart, this is it. This is the guy they're going to marry. It was crazy. I'd never, to be that confident about anything other than writing was unheard of for me. But I really felt it. It felt very powerful. So how did you two actually end up together? So he had just gotten out of a relationship and so days went by and I'd hear from him, I didn't hear from my friend. I was a little bit, you know, that way you are when you're waiting for someone to call and they're not calling. And then I was a bridesmaid in my friend's wedding in Richmond. I was waiting in the airport and I got an email from the mutual friend and she said, Renin is asking about you. Yes. You mind if I give him your number. And you're like, do I mind? This is the culmination of six years of pining. Here's my Social Security number, my weight, my height, my eye color. I'm actually on a plane to you right now yeah I'm canceling this wedding oh yeah and it was that all weekend I was just on a high thinking about actually speaking to him doing something with him. What was your first date? Your first official date? First official date. So he ended up living two blocks away from me. Oh my gosh I was on third place and he was on first and so we met on the corner and we got engaged a year after that we were married two years after we met. Tell me a little bit about your wedding day. Oh it was. I grew up in Mobile, Alabama and we got married in Orange Beach, beautiful, beautiful beach and the day started cloudy and then it gave way to son and I remember seeing him standing waiting for me under the hopper and just feeling like the luckiest the happiest which is terrifying a little bit, but also just so beautiful. It was a beautiful day. What's the terrifying component that you're hitting on? I think that the forever of it all what if I let him down what if I let him down. What if, you know, real life gets in the way of this magic? We'll be right back. Okay, so soon after you and Ronan got married, you had your first boy named Ari, and then you had your second boy named Love. So your fairy tale love story kind of continued, right? It did. Mm-hmm. Did being a father come naturally to Ronan? Mm-hmm. He was so such a tactile person. That was something that was incredible about him too. He lived to touch and hug and snuggle and kiss and sweat and run and taste and being a father really brought that out in him. So you and Ronin are figuring things out as young parents you're doing your best with your two boys. Can you bring me into the day things changed that day in 2017? Yeah. We had just moved in to our first home and it was a normal morning. Lev was two days away from turning to and so family was coming into town that afternoon and we said goodbye to Ronan in the morning I remember what he was wearing he was wearing a blue and white polka dotted shirt, green pants. His bag was flung over his shoulder. He took a bite of Ari's peanut butter waffle, kissed him, kissed us. And then he just walked out the door. Later that day, we were supposed to see him at my mother-in-law's, his mother's house for dinner because my parents were in town. And I hadn't heard from him all day, which was strange, and he didn't show up for dinner. And we kept calling him and he didn't answer. And then finally we called and the ER picked up and said we needed to come right away. I was numb. His mother was doing what she had to do, getting us in the car. Thankfully my parents were there to watch the boys and I remember the car ride and I remember not really speaking, just holding hands. We get to the, this woman takes our hands and it leaves us through these fluorescent corridors to a tiny room, the kind of room that you see on TV, the kind of room that always bears bad news. And we went in and two doctors came in and said, he's had a brain aneurysome on a level from one to five. This is the five. His brain is filled with blood and I just blurted it out is he gonna die and they couldn't answer me. Yeah, it was, it felt like I was watching a really sad movie about someone else's life. It didn't feel like my life even though it very clearly was. And then we were in the hospital with him for a week. He was on life support. He somehow had the knowledge and he was very sincere about this. We had a will and he had made me his executor and he did not want to be hooked up to machines and so a week later we took him off and he died. How old was he when he passed? He was 44. How did you explain what happened to Ari and Love? So I, the week he was in the hospital I came home every night made sure to put them to bed and told them that he was sick and the doctors were doing everything they could but the night that he died they were asleep and so I had to wake them up the next morning. Love was still in a crib. And so Ari and I, well Ari was sleeping with me. We woke up, we walked down the love's room, we got him out, we put him on the floor, and I just held their hands and I remember their tiny faces and I just had Abba died and they don't at that age they didn't even know what that meant but they saw how sad I was and they kind of bowed their heads and they said will we ever get another Abba? And I said, not like him. And that was kind of it. And they know an hour later they were playing with their toys. They didn't understand that they were never going to see him again. Can you describe a bit for me those first couple days without him? How were you processing what was happening for you? I just couldn't believe it. I couldn't compute. You are now a single mom. You're raising your two boys alone as you sunk more and more into that reality what it meant for you how were you coping so when I died the summer before Ari started kindergarten. And so I walked Ari in by myself. That was one of the most pain, that was almost as painful as acknowledging and realizing that he was gone. Because this was a huge monumental moment in Ari's life. It was also the first of many, hopefully, starts to school years and all around me were husbands. I really walked home sobbing and I don't you know I just put one foot in front of the other and got home but I it it just felt so unfair yeah and not just for me, but for Ari. And for it, for God's sake, you know, he didn't, he didn't get to live. It just, it'll never make sense to me and it certainly didn't make sense to me in that moment. In those moments, did you find yourself like talking to him in some way? I wrote him letters. So I had like maybe 50 pages just telling him what was happening with the boys, what was happening with me when I was missing him. That would close my eyes and try to speak to him, but I didn't hear him back. So on the page, it just felt, it felt more like me, it felt like I was going to send that email you know and the only time I heard him was the morning after he went into the coma. We spent the night at the hospital. We came home. I was watching my face in the bathroom sink at his mom's house and I closed the door and the lights flickered and I heard I'm sorry I love you I don't know if I was absolutely delirious because I didn't sleep or in the absolute throes of grief but I heard his voice and so I answered him and I said please don't be sorry it's not your fault. You didn't hear him anymore after that? No, I never heard his voice again and I longed for it or just any sort of, you know, otherworldly occurrence but they just weren't happening. You do write in your essay that even though you know you haven't been able to hear Ronan even though you haven't been able to hear Ronan, even though you haven't been able to see him, you have found this way that you're able to connect. Can you tell me about that? So Lev is a very tactile person the same way Ronan was. Ronan used to do this thing where I would hug him and he would say harder, harder until, you know, squeezed like his tongue out of his mouth and popped out of his mouth. And Leve does the same thing. Had he heard his dad do that? No. Yeah. It's wonderful. And Ari stands like Ronan did. Ronan used to put his hands on his hips when he was standing on the soccer field or and kind of arches back Ari has the exact same stature. They also say the loveliest things to me that I would assume young boys don't normally say to their mothers and they sound like it sounds like we're not speaking through them. What do they say if you are willing to share? Lev would tell me I was with him swimming at a friend's pool, you know, and he kind of came up out of the shallow end, I could feel him looking at me and I, you know, touched my head nervously, like what was that bird crap, tripping down my forehead but he said you know Emma you look so beautiful I think he was four wow and I thought I mean of course I started crying because it felt, it didn't feel like it was him saying it. And Ari in the same way, tucking him in the night and him telling me as I close the door, you know, you're much more beautiful than you think you are, which is just insane. Oh, but you said it, how do you know? You're much more beautiful than you think you are. I know. I mean, I completely agree with with you that does not feel like something a seven-year-old would say would know how to say what does that feel like? It feels like Renin. I really do believe that DNA makes up a soul and they didn't have enough time with him to model their behavior on him. I really feel that it flows in their veins. It's so affirming to me in that you know when you lose someone in such a sudden way that you love so greatly I mean my reaction was to doubt any hope of any sort of God or any sort of purpose on this earth other than to just live in your body and then die and that's it. But this, the way he shows up in them is so spiritual to be and does make me think there's a higher purpose and there's a higher meaning to all of this. But also I imagine must be quite intense to be reminded of Ronan and your loss. How do you hold those things at the same time? You know, I'm always so grateful to be reminded of him. It doesn't matter in what context. Because grief for me has meant that as years have passed, it's become harder and harder to remember what it felt to like to be loved like that. To be married. To be part of this like bonded team. I see the pictures I know it was me I know I was blessed but I don't remember how it felt. And so anytime someone brings him up or anytime I see him or hear him, it's a reminder that we existed. And I'll take that any day of the week. It's also a reminder of my own strength. If there's ever a moment where I think I can do something, I think back to that first year and I know I can. You and Ronin, those six years watching him in the subway station. You don't live in New York anymore, but have you been back to that station since? I have, and I've written the F with Ari and Love and I certainly cried. But it's still one of the greatest memories of my life, a moment that we met. And I would do it all over again. So thank you so much I really feel like I learned from you today. Thank you. My absolute pleasure. This is our last episode of the season. We're going to take a little break and we'll be back in February with more Modern Love stories. Modern Love is produced by Julia Botero, Christina Josa, and Riva Goldberg. It's edited by Mark Pagon. Our executive producer is Jen Poiant. This episode was mixed by Daniel Ramirez. Our show is recorded by Maddie Masie Masie Lasso. The Modern Love Theme Music is by Dan Powell. Original music by Dan Powell, Pat McCusker, and Daniel Ramirez. Digital production by Mejiblani and Nel Gologli. The Modern Love Column is edited by Daniel Jones. Mia Lee is the editor of Modern Love Projects. I'm Anna Martin. Thanks for listening."}