{"podcast_title": "The Hustle Daily Show", "episode_title": "60 second soap operas are the new daytime TV", "episode_image": "https://megaphone.imgix.net/podcasts/cab36112-749c-11ec-9974-57a8480b9bef/image/THDS_Final_Tile.png?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress", "podcast_summary": "In a recent podcast, the hosts discussed the rise of short-form soap operas on apps like Real Short. These apps are trying to modernize the soap opera industry and cater to younger generations with their TikTok-style 60-second episodes. Real Short has gained popularity in Asian countries during the pandemic and is now trying to replicate that success in the US. The shows are relatively cheap to produce and offer a niche audience a quick and addictive viewing experience. Real Short differentiates itself from failed platforms like Quibi by distributing its content on platforms like YouTube and TikTok, where users can discover and get hooked on the shows before transitioning to the Real Short platform for more episodes. The podcast hosts highlighted the success of Real Short, with millions of downloads and millions of dollars in revenue last year. Overall, the podcast examines the potential of short-form video platforms in capturing and monetizing viewer attention.", "podcast_guest": {"name": "Elon Musk", "org": "Neuralink", "title": "", "summary": "Neuralink Corp. is an American neurotechnology company that is developing implantable brain–computer interfaces (BCIs), based in Fremont, California, as of 2022. Founded by Elon Musk and a team of seven scientists and engineers, Neuralink was launched in 2016 and was first publicly reported in March 2017.Since its founding, the company has hired several high-profile neuroscientists from various universities. By July 2019, it had received $158 million in funding (of which $100 million was from Musk) and was employing a staff of 90 employees. At that time, Neuralink announced that it was working on a \"sewing machine-like\" device capable of implanting very thin (4 to 6 μm in width) threads into the brain, and demonstrated a system that reads information from a lab rat via 1,500 electrodes. They had anticipated starting experiments with humans in 2020, but have since moved that projection to 2023. As of May 2023, they have been approved for human trials in the United States.The company has faced criticism for a large amount of euthanization of primates that underwent medical trials. Veterinary records of the monkeys showed a number of complications with electrodes being surgically implanted.\nOn January 29, 2024, Musk said that Neuralink had successfully implanted a Neuralink device in a human and that the patient was recovering.\n\n"}, "podcast_highlights": "- Highlight 1: \"My main thoughts are, God I hope whoever got this first implant is being paid so well. That's scary. We're gonna see this unfold over a long time\" - Ben on Neuralink's telepathy device implantation.\n- Highlight 2: \"I really hope it's a good and interesting story that improves our relationship with technology. I think theoretically you can connect your brain to a phone or a computer and then kind of like whatever that phone or computer can do you can then do with your brain is basically what we're talking about here\" - Ben on the potential of Neuralink's telepathy.\n- Highlight 3: \"Oh, I guess good move. Floppy discs, if we're playing buy or sell on whether those are going to be a big part of the future. I don't think I'm buying floppy disk as a wave of the future\" - Ben on Japan moving away from floppy disks.\n- Highlight 4: \"I feel like it would seem like this would be just like a this is not the times to have an actual in-person toy store it seems like it's less story of that in the way that model trains was really that it was just like the times caught up to this thing and it wasn't ready for this. This was just kind of a sadder tale in the end\" - Ben on Jeffries Toys closing.\n- Highlight 5: \"This is a company that has put dozens of shows out that contain minute long episodes or there about a couple minutes maybe here and there they put out multiple long runs of these shows and really they have basically soap operas but for the modern era where it's just like short attention spans really easy to get into\" - Ben on Real Short's approach to short-form soap operas.", "podcast_transcription": " Hey I got a quick message for you from HubSpot. There's a big reason why more than 300 of last year's unicorn startups use HubSpot. And it's because no software keeps you better connected with your teams or your customers so you can crush all your goals. HubSpot Sales Hub brings you that power in an easy-to-use platform with 360 degree deal management and real-time reporting you get accurate windows into every inch of your business and with AI-powered tools like Chatspot you'll have a dedicated assistant that knows your business inside and out so trade cold calls for warm leads and get on track for your best Q1 yet. Check out HubSpot Sales Hub at HubSpot.com slash sales. Good morning everyone. It's Wednesday January 31st. I'm John Wigell keeping it zesty with Ben Berkeley and this is the Hustle Daily show Today's big story takes place on a little screen. The soap opera industry has found it hard to combat the public's dwindling attention span, so apps like Real Short started producing Tik-Toc-style 60-Second soap operas. Is this a lasting short-form video business formula, or will it be another drop in the bucket alongside Quibby? We'll get into that and much more, but first let's give you the hits and headlines today across business and tech. Kicking us off here, Elon Musk's brain science startup, Neuralink, implanted its device into a human for the first time, and then it teased more details on its first product. It's called Telepathy, and it'll enable people to control almost any device just by thinking. Ben, your thoughts on this telepathy. My main thoughts are, God I hope whoever got this first implant is being paid so well. That's scary. We're gonna see this unfold over a long time. I really hope it's a good and interesting story that improves our relationship with technology. I think theoretically you can connect your brain to a phone or a computer and then kind of like whatever that phone or computer can do you can then do with your brain is basically what we're talking about here. There's going to be some rough rides I think in between getting to that point but okay here we go we are now officially on this ride yeah and kudos to the test subject hoped they're getting paid quite a handsome amount or if this is something that they just wanted to do I hope it works out for them. Yeah they have a chance to show up in history books I suppose who knows where this is going to go but thinking of them and their recovery after this implantation. Yes indeed. Next up Zoom will be among the apps launching with Apple's Vision Pro headset on Friday. Users will appear in Zoom meetings as avatars with mirrored facial expressions and hand movements. That is not at all creepy. Next up, Japan's Ministry of Economy, Trade and Industry will stop making businesses submit information via floppy disk, a format Sony stopped making in 2011 as part of a modernization effort. Ben, what are your thoughts on Japan finally moving away from the floppy disk? I mean, I really hope that now they just have to do it on burned CDs. Just like kind of keep evolving technology but very slowly. Just keep ancient towards it. Yeah, maybe by 2035 we'll have thumb drives and you know it'll just progress from there. What's the fun and modernizing all at once? What's the rush? What's the rush? But yeah, I guess good move. Floppy discs, if we're playing buy or sell on whether those are going to be a big part of the future. I don't think I'm buying floppy disk as a wave of the future. Yeah, I don't think so. I actually watched this YouTube video recently that was on economics explained and I actually pulled a quote from it Japan has been living in the year 2000 since the 1970s and with their boom in the 80s it's like my favorite quote to describe the economy and modernization of modern day Japan. It's truly fascinating to see where they're going to go in the next 10 to 20 years considering the technology has kind of slowed down a little bit. Yeah, this is the one thing that's been holding them back. So let's see what happens now. The only thing. Yeah, let's see. Okay, moving to another country Norway is absolutely loaded the nation sovereign wealth fund made its biggest ever profit which is two hundred and thirteen billion dollars in twenty twenty three and it's credited largely to its tech stock holdings. And finally, Jeffries Toys in San Francisco, the shop that provided inspiration for Pixar's Toy Story, is closing after over 85 years, citing rising rent, inflation and crime, and a decline in consumer spending. Now Ben, I know you and I talked a bunch recently about the model train industry and how that's kind of at the end of its rope What do you make of this toy shop closing one of many I'm sure you know I feel like it would seem like this would be just like a this is not the times to have a actual in-person toy store it seems like it's less story of that in the way that model trains was really that it was just like the times caught up to this thing and it wasn't ready for this. This was just kind of a sadder tale in the end. I think as the owner actually said directly, you know, we want to stay in business. We just need the city to support us essentially. They were paying $20,000 per month in rent. I think one of their employees was stabbed or there was an attempted stabbing I think they said directly you know we're putting our money in we're putting our hard work in we're putting our love into it but the relationship with the city is not being returned essentially where unfortunately is a modern story but just the really dark underbelly that I think a lot of retail operations especially kind of longstanding ones are facing right now. Yeah hugely unfortunate I mean coupled with also a lot of news that the toy industry is in decline in terms of sales but also to be in a community where you're kind of not appreciated as something like this that's been around for 85 years must be tough I've actually been seeing a lot of businesses that have been around for a hundred plus years start to close their doors and it could be things like rent and things like being driven out of their own communities that could be the reason. Our main story is all about drama drama on the small screen that is soap operas haven't been so popular with younger generations but apps like real short are looking to fix that with good old-fashioned Tik-Toc style 60 second short form TV shows. Ben, what's Real Short actually doing here and apps like that? So what Real Short is trying to do is really try to lead this new modernized era of soap operas. Let's start with the old school soaps, which by the way we're always a pleasure during summer days at home as a kid guiding light fans out there I see you I'm with you maybe not so far as knowing any character's names or storylines but still yeah fun times no disrespect to these shows, they are caught in an old model. I think the core dramatic elements, it's a great genre, keeps people coming back, but we're looking at network TV appointment viewing full-length episodes. They're relatively more expensive to make than web content. That's for sure. So what real short here is doing? This is a company that has put dozens of shows out that contain minute long episodes or there about a couple minutes maybe here and there they put out multiple long runs of these shows and really they have basically soap operas but for the modern era where it's just like short attention spans really easy to get into. If you like it, you kind of get a free taste of them and if you want to keep going you'll pay for it as you go. They just have a good model here and caught on really, really strong in Asian countries during the pandemic and now they're trying to translate that success into the US. And as somebody like yourself that's actually tested it out and watched a few things, do you have any personal opinions on the kind of content that they're putting out there? You know, okay, I will so gladly take this faith. The most popular show today is called Married at First Sight and it is exquisite. If you are into drama you meet a woman who's demanding 25k from her ex, and this is after she was working three jobs and I believe the quote was selling her blood to keep him in school. She like almost fainted. That's how we found out this was the case. His new girlfriend is mean. The main character ends up throwing coffee in her face and says you should be grateful I got an ice coffee today with other colorful language at the end girlfriend Marsh saw saying this is far from over just like classic soap opera stuff. And this was like three minutes in. I got three minutes into this whole series and there are, I believe, currently 89 episodes available of this show. So here's the thing with this is these are pretty cheap to make and it feels more like in the lifetime movie vein of these aren't Hollywood level productions necessarily but they still get the job done a small crew a lot of young film school grads. It feels like each of these shows costs about, I think they said about 300K to make. Wow, I mean that makes a lot of sense that the episode count is up near about 89 to 100 episodes because if you're going to have minute long episodes I'm wondering at what point does it feel more like different scenes instead of episodes like each episode is just a segmented scene of something that could already exist, but maybe it's packaged in a way that makes a little more coherent episode to episode to episode. Yeah, just in like a very quick dalliance with this, it feels like they know what they're doing. And I mean I guess if we're really looking at this overall like super short form content is the way of the world now. And the fact that we're already minutes into this podcast means that most of our audiences minds are, they're gone. They've been gone for minutes and we're just talking for ourselves at this point and that's okay because that's our job. But I think that this hasn't always translated well to business. Making short form video, marketing it, and building a successful long form business detached from social media hasn't gone so great this obviously calls to mind the funniest business is a disaster in recent memory which is Quibby. Quibby was a short form video hub that just tanked and so you kind of look at something like this you're like how is this gonna not go down that road? I think they have a pretty good path to not being quibby. What do they do differently? Because I think the big barrier for short form video companies like this, they outside of social media in my mind is that when you want to put in advertisers there's no space for advertisers or if you put in an ad that's half the video probably but then if you do a subscription service I don't know who's gonna subscribe to watch a minute of content. So it's things like this that kind of come up and I feel like those were a lot of the reasons for the downfall of Quibi, but what is real short doing differently? So I think one thing they're doing well is they recognize that in this world doing something niche wins. They're not trying to serve everyone everything. I think Quibi was trying to be this destination where these are the shows that everyone's talking about you got to come see them you can only see them here this is aiming for a very specific subset of people who would be into the show I just described which is is ultimately probably not me, but they know that, and they're not gonna target me. But I think to that end, distribution-wise, they're meeting people where they are. They serve up a few free episodes to hook people on platforms that they're already on. That's good. Like YouTube and Tik-Tock and then they pull you into the real short environment where they get you to if you want to keep watching you got a pay up or you know potentially watch ads or they can monetize people from there but you can get people elsewhere you know for a lot of other platforms quippy if you didn can get people elsewhere, you know, for a lot of other platforms, Quibi, if you didn't get people to download Quibi, Quibi was making nothing. It had no momentum. It was over. But they can potentially gather momentum outside of their environment, get people in, and then really monetize this. And also, they're just not spending wildly. You know, they're planning for about 100 series to come out this year. So you can imagine that this gets to scale, you're going to see a pretty successful business. Yeah, I mean, I think that's fascinating that they started putting things on other platforms, like Tik-Tok for example that you just cycle through because the thing with these on-demand video platforms versus a Tik-Tok and why people spend so much time there is because these things are automatically served to them. They don't have to go looking for them and press them on demand or anything. So them taking that marketing tactic is very fascinating and I think this may actually turn out quite well since they're not exactly going for as you mentioned the wide cast net of like a short form version of Netflix I'm excited to see where this lands and if it lands on my app homepage. It is already working. Last year they got 7 million people to download real short in the US. Worldwide downloads I think were around 24 million and they made about $22 million last year. It seems to be off to a good start and I look forward to seeing what happens both for this platform and in Mary to Fersight. And there you go. Small soap operas for all. All right that'll do it for us today. Thanks for tuning into the Hustle Daily Show. We're a proud part of the HubSpot Podcast Network. Our editor today is Robert Hartwig and our executive producer is Darren Clark. We've got a lot more tech and business coverage on our newsletter. If you're not subscribe, go get yourself signed up at the Hustle.co. email and we will see you tomorrow. All right everybody I've been listening to this podcast lately it's fantastic it's called DTC Pod hosted by Ramon Barrios and Blaine Bolus it's brought to you by the HubSpot Podcast Network which is the audio destination for business professionals. DTC Pod is a podcast about all things direct to consumer, as it says in the title. Ramon and Blaine cover everything from starting, growing, and optimizing e-commerce stores and D-C or D-C brands. They have a lot of great conversations with founders, marketers, platforms, creators, and marketing and growth agencies to cover all these topics like brand building, social media, influencer marketing, website conversion, paid media, Facebook ads, consumer trends, email marketing, and much and much, if you could even believe it. If you're interested in stories behind your favorite consumer brands, this podcast is tailor-made for you. Just the other day I was listening to an episode and their guest was Mikey Taylor. Mikey started as a professional skateboarder and flipped his life into becoming a huge entrepreneur dealing in real estate, owning his own brewing company and also owning a skateboard company called Sovereign Skateboards. This guy really flipped his life into something insane and it's so cool to listen to how he did it every single step of the way. Definitely go check that episode out. It's really really inspiring. And you can listen to DTC Pod wherever you get your podcasts."}