{"podcast_title": "Search Engine", "episode_title": "Why are there so many chicken bones on the street? (Part 2)", "episode_image": "https://megaphone.imgix.net/podcasts/18c2582e-e29f-11ed-aadd-5ff2cd0b184f/image/search_engine_final_2.png?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress", "podcast_summary": "In this podcast episode, the hosts investigate the presence of chicken bones on the streets of New York City. They conduct an experiment using a GoPro camera and consult a rat expert to determine if rats are the culprits. The rat expert confirms that rats are indeed responsible for a significant portion of the chicken bones on the streets. The hosts share their findings and discuss their change in perception towards rats. They also explore potential solutions to the trash problem in the city, including containerized trash systems similar to those used in other cities like Madrid. The episode concludes with an interview with a representative from New York City's Department of Sanitation, who discusses the benefits of containerized trash systems and the pilot program implemented in a neighborhood that saw a significant reduction in rat sightings.", "podcast_guest": {"name": "Jason Munche South", "org": "", "title": "", "summary": "Not Available"}, "podcast_highlights": "- Highlight 1 of the podcast: \"Jason said it's actually like really hard to figure out exactly how many rats there are with like a good amount of certainty and in his professional opinion, the number of rats in the city is probably closer to like a few hundred thousand.\"\n- Highlight 2 of the podcast: \"They usually try to find like a safe spot if they're gonna eat things. So, they sort of take it a little bit to like a safer place and then they go in on it.\"\n- Highlight 3 of the podcast: \"One city that we like to look to a lot is Madrid. Madrid. I'd say they have the gold standard solution in terms of the types of bins that we would like to see here in New York City.\"", "podcast_transcription": " Welcome to Search Engine, I'm PJ Vote. Each week we try to answer a question we have about the world, no question too big, no question too small. This week, part two of our Exposay. Why are there so many chicken bones on the street? That's after spades. The Welcome back guys. Thank you. Thank you. Do you guys mind just reintroducing yourselves? Sure thing. My name is Manny. Last time I was talking about the changes in my neighborhood that I thought was leading to chicken bones ending up on the streets. Yes. I'm Noah. I did lots of research on the history of chickens and why we eat them now. And I'm Devon looked into what animals may be to culprit. Oh right, I remember. All the things that are there. There's a longness. Okay, so what have you guys? Yeah. So, since our last conversation, we decided to go with the GoPro option which is literally just buying chicken wings and dropping them in front of a camera and seeing what happens. But we decided to run this experiment by a rat expert. Yeah, you know, all three of us interviewed him. Naturally. But, you know, I'm the animal guy, so I took the lead. The wrangler. Yeah, the wrangler. So this guy, he's a scientist, he studies biology, really focuses on rats living in urban areas. Okay. And he's actually gotten federal funding to study this. You just introduce yourself and tell us a bit about what you do? Yeah, sure. I'm Jason Munche South. I'm a professor of biology at Fordham University. I've been there since 2013. Before that, I was a professor at Coney in New York City and I have a long-running interest in how animals adapt and thrive in urban areas. So Jason studies like all kinds of urban animals, but he said when he moved to New York for work like everyone just kept asking him about rats? Yeah. So he figured like okay maybe I should just focus on them. I decided, you know, why don't we try to understand something about how rats are living in New York City? How are they moving around? You know, there's all this kind of like folk wisdom about how rats use the city, you know, they're moving through sewers and subway tunnels and that sort of thing, but there hadn't really been much effort by scientists to actually figure out if that's what they do. So we wanted to get Jason's advice on our experiment as a red expert. But first we just wanted to make sure we have like a basic understanding of like rats. So he gave us a couple of things, some information that we want to share a few. First of all, the rat that we see in New York City, it is not an American rat. In New York City, we're talking about the brown rat or the Norway rat. It's not actually from Norway originally. I don't really know why it has that name. They originated in East Asia, probably in northern China, along waterways, in grassy areas, and then as humans develop agriculture in that part of the world they became accustomed to living around people and feeding on cultivated grain and then they spread throughout China into Southeast Asia, and then follow coastal routes along India, up into the Middle East, North Africa, and Europe, we don't know exactly when, but you know, several hundred years ago, not as long as you'd think actually for this species. Maybe like the 1500s they get to Europe. And then by the 1700s, they've been moved all over the world by European empires mostly because they're quite able to survive long ship voyages once they get on the ship. So they just follow, it's basically like, they're much more recent than I would have realized and they just follow trade. Like they just follow human trade. Yeah, you know, because we have, we're really nice to the rats. We leave them lots of goodies. And another thing he told us that we thought was super interesting is that he thinks the number of rats in New York is like way lower than the estimates that are out there. A lot of estimates we found were saying that there were two to three million rats in the city, but Jason said it's actually like really hard to figure out exactly how many rats there are with like a good amount of certainty and in his professional opinion the number of rats in the city is probably closer to like a few hundred thousand oh yeah my assumption would be that they outnumber us, but it sounds like Jason thinks they don't even remotely outnumber us. Yeah, he said if they were that many rats, like we'd basically be just tripping over rats. Okay, okay. I didn't think that I would feel relief. That's great. Okay, so what else did you guys learn from him? Yeah, so we wanted to present to him our hypothesis and well also some of our who we thought the culprits were. And I remember last time we had this conversation it was kind of silly us going through the list until we got to rats. But he actually confirmed to us that there are like squirrels for example raccoons like those those animals are probably likely also experimenting with chicken m bones in the city. Experimenting with... Chicken bones are a gateway drug to other human foods. Okay, so you know, so Jason here he is a rat expert and he did actually think our theory was pretty possible and once again a theory that there's a sizable percentage of the chicken bones on the street are a result of rats Let me just actually play you what he said. Yeah. I think it's a good hypothesis. So in my adult life I have lived for some span of time in Chicago, D.C. in New York. Now I live in Stamford, Connecticut. Every single one of those cities has had an unusually large number of chicken boats on the street. I say Stamford has the least, and also has the least rats of those three, but Chicago, D.C. and New York are all big rat cities and all big chicken boat cities. And I've actually thought about this myself going back years. And I've heard the same thing from friends that own dogs over and over again that they're constantly pulling chicken bones out of their dogs' mouths. By the end of our conversation with Jason, we were gathering so many insightful, nuanced facts that I was like, oh no, we're about to drop the dumbest proposal, which is just to put a camera up and see what happens but to our surprise he was like yeah that's exactly what you should do oh really he's like that's probably the best way to to observe this he gave us a couple of pointers, so we originally just were going to put chicken wings in a bag and throw them out there and record it with a GoPro. But he gave us a few tips on making it a little bit more realistic of an experiment. The first tip was that we should put other trash into the trash bag with the chicken bones. The second tip was to put it in a place that's familiar for the rats. And then the third was that if we were successful in finding that rats took and ate our chicken bones to check the bones for little rat bite marks. So if you want to pick it up and look at it, which is not a desire I've ever had, you would actually see many teeth marks. That's right. Yeah. Yeah. Disgusting. So one evening after we talked to the rat expert we procured the GoPro cameras to set up our little experiment. I took one of the cameras I think it was around 6 p.m. and I went outside of my apartment. I'm kind of looking around like I don't want to be setting this up while people are walking by. So I'm doing some double takes. I look very suspicious at this point and then I put my bag of chicken under a trash can and then I put my camera under the trash can behind it just so that no one could even see it while they walk by. Yeah. And on my way inside I cross paths with my super, who's on his way out. I'm like, okay, I mean this is bad timing, but we're gonna be fine. He's not gonna see see anything the fear was that he would what is the fear my fear was that he would just see my set up yes and be like what the hell is this rightfully yes and then take it away oh he, he would just be like, man, he's filming the trash can for some reason. Yeah. And he doesn't have permission to do that. I can't afford it. In my head, there's a million things like, this guy's trying to catch me doing something right if the setup doesn't necessarily look like it's filming the trash yeah and usually like in a city or anywhere when you are in a place and you just see a camera. You're like, someone's trying to tell me not to do something. You don't think someone's trying to study rats. So I get up to my apartment I live on the fourth floor and right outside of my window I can look down into the trash can area yeah beautiful when I do that, he found myself. Oh no. So what was happening? So he's picking up the bag, he's looking at the bottom of it, he's looking around to see like, well, who left this there? Because it, be fair like it's trash that is on the ground next to a trash can so I talked to them to know they're like sorry but you got to go talk to this guy. I go downstairs while he's still kind of fidgeting with the stuff and I decided to record the conversation. You recorded the conversation? I was sure to the conversation. I think we should play the recording. I would love to hear the recording. It's a weird question but I think you might have found my camera. In the trash? No. Oh. You know, it was the camera? No, I set one up to, this is so weird, but I worked for NBC and I'm doing a project about whether rats like chicken bones. So I said it really highlights that like there's certain things that if you're doing them as part of your job. It's basically fine and if you're doing it as a person. It's like so much stranger. Yeah. Like I just needed to know this. I can't remember more like humiliating experience than trying to describe this study to my super. I didn't want you to think I was doing anything crazy. They come to this garbage game, the rats? I have that stick here. I hit him. Oh, oh, that stick is for hitting the rats. That's crazy. He's got a rat hitting stick. I've seen this stick every day. I didn't know what it was for The rat stick to hit the rats. Okay. Thank you. Sorry about that. Yeah, it's for a podcast. I hope for a agency, but we're doing a podcast for this podcast called Search Engine. It's pretty popular. I can send you the link when it's done. Yeah, yeah. Thank you. I'm gonna get some more wins. So why's you have to get more wings, man. He threw my first wings away. By the time I got back, like when I'm in my apartment looking down, he's like, you know, inspecting the wings. Why? It just looked weird. By the time I got down there, he threw them away and it took them to the garbage and the sidewalk. And so I go to get more wings. I put them back in front of the camera, which is still recording, and my super is still out there. Yeah. And he mentions that actually I missed my window. The rats had come in the time where you just went to the chicken wings? No, I'm just like hours late. If I want to catch rats rats on camera they've already come and gone because he knows their exact schedule. Did they come out at this time of day, this summer night? No, they come out earlier. Oh, so maybe I missed them. But now the test goes out of eight for new law. So I think the rats have changed their schedule. Oh, the rats might have changed their schedule because of the trash. Yeah. And it goes out later. It goes out later. Eight outside for the street. Uh-huh. That's interesting. Oh, wow. So basically, you know, I'm gonna do the experiment anyways, but he's telling me it's probably going to work because the rats came out way earlier. Right, he knows their schedule. He knows their schedule. Sure enough, I import the footage into my computer. No rats come after my chicken wings. And so now I know that Devon is only his rats. Is it like a citywide rat schedule or my rats on a different schedule but I put it out there did a similar thing put my bag on the ground next to the trash can was trying to figure out where to put the girl pro so that someone wouldn't steal it because there are a lot of kids in my building too. They like to play in the alley. But I recorded the process too of me setting it up. There's this alleyway and all the garbage cans are kind of lined up against the wall and the rats run along the backside of the wall so I have it sit up along that backside so I'll come back in like an hour and check on it and then came down about an hour later and someone in a mani I was like oh my bag is gone. Oh the whole bag is gone. The whole bag is gone. Did somebody throw it out? I guess I got a look at the footage and see what happened. Which is weird because I don't have like a super in my building. We have like people who come and like take out the trash. Yeah. But they had already done that because there was already trash on the curb. And I'm like, this building, no one is just nice and like picks up the trash and puts it in a can. Yeah. So I literally looked in every single garbage can to be like where did they throw it out? So your assumption even though it's just because the entire bag is gone your assumptions that a human has done this. Oh of course. Yeah, yeah, yeah, you know, it was a big enough bag and like there were no remnants of anything. So I assumed like someone just picked it up and threw it out. But I got the GoPro, looked at the footage to just be like all right like which idiot from my building did this so I'll send you to video. Ooh so I didn't play yet but it's just like your alleyway, some graffiti and like three gray bins and then oh you highlighted the bag it's like yes in between two of the recycling bins exactly. Okay should I hit play? Yeah, let's show it in three, two, one. Go. Okay. Oh, I see gray, rat-like shapes. Oh, they're moving in. They're like investigating the scene like they haven't really gone for the bag yet. Have they? Oh, they're like, is he ripping it open the rat? Oh my God! He just like swiped the bag, but they moved it obviously somewhere, so I did go down and try to find the bag to see like what did they do with it? Yeah. Okay, I found the bag. Oh my God, and I found chicken bones. Oh my God, this is it. the bag, like where they're, like, were there bones outside the bag, like where they spread out? Like what did it look like? The bag was completely torn apart and there were, I put a lot more bones in there, so there are a lot of bones that weren't even there, so I don't even know where like half of the bones actually ended up so I'll send you on that video. Oh here we go okay. So this is your like next day surveillance? Oh there's bones. There's splintered chicken bones. They're just like really they really pulverize these things. So they really ripped it apart and you know you can see in a video that they are taking the bag from sort of like the open area and they kind of go and hide behind recycling where we can't see it from the view of the GoPro. And Jason, we asked Jason like, why would they move the bag? Like why wouldn't they just eat the chicken mones there? And he was like, well, they usually trying to find like a safe spot if they're gonna eat things. Which was also interesting when we were talking to him he said that like in his research he found that near Rat Burrows there were chicken bones. Oh interesting. So they sort of take it a little bit to like a safer place and then they go in on it. And then Jason mentioned in our interview that to look for rat bites and just as like a cautionary measure we sent Jason over email the pictures and he's like yeah these definitely have rat bites on them. Oh wow okay so he confirms. Yeah, it's confirmed. If this was a trial, Rats would be found guilty. It's like you have evidence of the thing on videotape, you have physical evidence, you have expert testimony, like I feel pretty good about this. Yeah. And I think this is more evidence than any of us were anticipating going into this. Oh definitely. Especially after talking to Jason because okay that's maybe the best we're gonna get is find some chicken mones and be like hey are these rat bite marks but to me it was just sort of like okay. We just put a bag down one night and we were able to like get this evidence. It's funny it also makes you feel slightly differently. I have in the past I'll be walking down to sidewalk and I'll see a bunch of chicken bones strewn and I'll be like, and I'll just feel frustrated because my brain will conjure this image of some person like eating a chicken bone and Homer Simpson like throwing it over their shoulder on the street. Now if I see chicken bones on the street I get to know that it's not a human being not caring about their environment. I do have to know that it's like a band of ravaging rats. They're starving. What are they going to do? And next time you do see it, I don't know if you'll be so inclined but bend down and see if there's some bite marks on that. Said you guys a picture? Yeah. Has spending this much time thinking and talking about rats? Are you less grossed out by rats now or same amount or were you like what is this done to that? Yeah there's a layer of like props like yeah go do you know you're gonna you need to eat so do I yeah in the abstract talking now yes definitely that said I'd kind of have to see how I actually feel once the ride is in front of me yeah I mean I definitely have a you, just like I learned and respect the chicken a lot more. Similarly, the rat, I mean, they're trying to survive just like us. Yeah. You know, in real life, it's like any person you meet too the more you get to know them the easier it is to like them you understand them yeah I'm not that I'm like going around like you're not friends with rats but I just mean like there's it helps a little bit yeah I feel like I feel like the feeling I usually have when I see a rat is like intruder I'm like you're not supposed to be here go away I hope you die which is like not a great pain of thought for a person to have and like okay like they're just trying to make it work they're eating the meat off the bones that we're done with I'm not gonna invite them into my house but like mhm mhm mhm, but like, they have as much right to be here as I do. Yeah, in a way we're sharing our meals. We're not at the table together, but like, they're finishing off our foods. You're throwing them a bone. If people would like to follow you guys on more of your investigatory adventures, how can they do that? Yeah, they can go to mani noa devin.com. You guys really were not able to come up with like a name for the unit. Yes. We, this was our placeholder name. It's a real website man Mani Noah Devon.com, Devon is spelled D-E-V-A-N. Okay. So we just had so much fun doing this. We want to keep doing more investigations of this style. So if you go to our website, you can see our surveillance videos and other stuff we accrued making this and get a taste of future questions and investigations we'll be working on soon. Cool. So Manny Noah is it Manny Noah and Devon.com? No no no I'm. No I'm Devon dot com-N. That's right. Here you go. After the break, if the bones are because of the rats and the rats are because of the trash, could we do something about the trash? We talked to the Executive Director of Policy and Planning at New York's Department of Sanitation because, why not? And we learned about a garbage revolution that could sweep this dirty nation. You're going to do. Welcome. Welcome back to the show. First things first do you mind just saying your name and where you work? Sure. My name is Francesca Haas. I work for the Department of Sanitation. Which is New York's strongest, right? Yes, New York's strongest, New York City. So Francesca, too many chicken bones in the city are caused by too many rats. What are too many rats caused by? Too much trash. Okay, and how does that happen? From the perspective of New York City's Department of Sanitation, why is there too much trash in New York City? So when I say too much trash, what I really mean is too much trash accessible to rats on the curb. So New York City is one of the only places in the world where residents and businesses alike set out trash directly on the curb in plastic bags as opposed to in containers. When you walk around the city, has it been the case for you that for a long time the idea of just dropping trash bags on the street has seemed ridiculous or incorrect? Yeah, it's completely disgusting and you know to be fair I work in trash I think about this problem all day long so it's something that keeps me up at night and trash is one of those things where when you travel around to other American cities to other global cities you realize other people don't live this way. Just to step in here for a moment. So none of this is a problem in American suburbs. In the suburbs, most people put their trash in a bag, put the bag in a plastic-wheeled container that goes to the end of the driveway. But the reason that system works in the suburbs is because there's plenty of space there. In higher density areas, this solution can't really work for the simple problem of there's too much trash in apartment buildings to be accommodated in individual wheelie bins. And so that's really just a simple math problem of where do we store our trash a lot of cities Chicago a lot of parts of England They use alleyways really well. So that's where you have your typical dumpsters and you'll usually see those behind buildings. A lot of businesses use them. And that's an excellent solution where you can take your trash, store it somewhere while you wait for pickup, and roll it out for collection or sometimes there's an access point. But New York City doesn't have alleyways. New York City does not have alleyways famously. So if you can't have, you know, tens of millions of wheelie bins in a city this dense, the idea is that if you imagine on one end of a continuum is the wheelie bin, on the other end is a massive metal dumpster. You're trying to find something in between those two containers basically? Right. We're trying to find something that has sufficient volume, that it can accommodate the amount of waste currently produced. Yeah. We need it to be on the street because as we noted we don't have alleyways and we don't have scalable underground space that we can utilize. So this has to be above ground and either on the sidewalk or in the curb. And because it's going to be there permanently, it has to be a solution that is visually acceptable to New Yorkers. So what does this beautiful trash container of the future look like? Well, you'll have to wait and see what our beautiful trash container in the future looks like. More on that coming soon. But you don't have to look very far to see other people who've already done this. And so who's done it? Almost every city across the world has done it. One city that we like to look to a lot is Madrid. Madrid. I'd say they have the gold standard solution in terms of the types of bins that we would like to see here in New York City. Hold on, I'm just looking this up real quick. Yeah, sure. I just want to see. Oh, okay, so it's just like a... It's a Minecraft box. It's a Minecraft box. It's totally the Minecraft box. It's like three times bigger than a normal trash can. It's plastic and it sits on the street. It's kind of where sometimes the public bikes go, but it's like a it's a big fat trash box that's like smaller than a dumpster larger than a trash can. I wouldn't call it a big fat trash dumpster. I'd probably... Is that rude? You know it's it's I'm not sure it's a selling point. I think it's it's better than the giant big fat mounds of black bags that we've had on the streets for decades. No, it has like soft rounded edges. It's like not, it doesn't communicate grossness. Like I would, like I think one of the things you're looking for when you do this is you want something that you're asking someone to open a container that contains other people's trash not just their own and people's minds have like discussed reactions to trash. This looks like something that I would pull open and throw a trash bag in. Exactly. Francesca says there are obstacles here. The city has to convince people to give up parking spaces which whatever wants to do and everyone would have to be slightly less lazy. Instead of tossing a garbage bag out your front door you're walking down the block to the container of the future. But New York did recently introduce containers into just one neighborhood to see what effect you would have on rat populations, a kind of beta test? We just piloted it and we saw, to your question, a 68% reduction in rat sightings in the pilot zone. Wow. Is the pilot zone just like some streets where the city put containers in? It's in Hamilton Heights in northern Manhattan over 10 residential blocks and at a number of schools we put shared trash containers Do the rats move to another place or do they starve? I don't want the rats, but do they starve? I don't want the rats but do they starve? Can I say no comment? It's cold. My job is trash. I'm not responsible for the rats. So in this zone, there are fewer rats than there would be in say like the Upper West Side or like some moneyed extremely fancy part of Manhattan right now? Well we chose a zone on purpose that had a high incidence of rat sightings. We didn't want to pilot this solution in an area that already had highly containerized trash. And when you said the city essentially chose to pilot this in an area that had a lot of rats, do rich neighborhoods already do some version of their own containerized trash basically? To different degrees and part of the problem with containerization is that it is a collective action problem. You only need one or two uncontainerized houses on a street to cause a rat problem for everyone else. But by and large, a lot of wealthier areas, particularly areas with high amounts of doorman buildings, already effectively do containerized trash, where they set out the trash right before the truck comes, or they have storage inside where they store their trash and aren't setting it out directly on the street. So you don't see an equal amount of routes across the city and it maps on pretty cleanly to where you see certain trash behaviors around the city. Got it. Yeah, my assumption would have been that in wealthier neighborhoods they just have more or better trash pickups, but it sounds like the container is actually a really big factor here. It's a huge factor. We all have the same trash pickup across the city. So your vision of the future is that the same way like when you watch a period movie like if I watch madmen people are smoking and they're smoking inside and you're like yeah that's crazy it's like in 20 years when they do a movie about this time period one of the things they'll use to show how backwards and silly we were is just people leaving trash bags on the street. Completely, I want us to look back and say, I can't believe we used to live that way, and that's completely disgusting, because it is. Francesca Haas, the executive director of policy and planning at New York City's Department of Sanitation. Also just want to say, we got a ton of great emails in the last week from people with their own alternate theories about the chicken bone plague, some of them very conspiratorial, plus stories about chicken bones across the world. If you've got theories or questions you want this show to answer, our inbox is always open, PJVote 85 at gmail.com. Search Engine in is a presentation of Odyssey and Jigsaw Productions. It was created by me, PJ Vote, and Shruthy Pinemannaney, and is produced by Garrett Graham and Noah John. Fact checking this week by Sinta Taylor. Theme, original composition, mixing by Armen Bizarion. Our executive producers are Jenna Weiss Berman and Leah Reese Dennis. Thanks to the team at Jigsaw, Alex Givney, Rich Porello, and John Schmidt, and to the team at Odyssey, JD Crowley, Rob Miranda, Craig Cox, Eric Donnelly, Matt Casey, Kate Hutchison, Mora Curran, Josephine, Josephina Francis, Kurtney, and Hillary Chef. Our agent is Orrin Rosenbaum at UTA. Our social media is by the team at Public Opinion NYC. Follow and listen to search engine with PJVote now for free on the Odyssey app or wherever you get your podcasts. That's our show this week. We will have a new story for you next week. So, You're going to."}