{"podcast_title": "TLDR", "episode_title": "#48 -- Art Critics Love Us On Yelp", "episode_image": "https://image.simplecastcdn.com/images/f97d25da-572f-4abc-bd95-cb3de1d61e2d/eaf9344c-7570-4f5d-9a0d-e352ac85c806/3000x3000/tldr-wnycstudios-1400.png?aid=rss_feed", "podcast_summary": "In this podcast, the host discusses the democratization of reviews in various industries, such as movies, food, and Uber. The focus then shifts to the art world and how art criticism is typically done by professionals. However, the guest, Brian Droitor, talks about how he started writing art reviews on Yelp, sharing his genuine and enthusiastic reactions to exhibitions. Brian highlights the storytelling aspect of Yelp reviews and how they provide a different perspective compared to traditional art criticism. He also talks about the subjective nature of art experiences and how Yelp allows for the exploration of personal and gut reactions. Brian's Yelp reviews gained recognition, and he was invited to join the Yelp elites, attending special events just like professional art critics. The podcast ends with Brian discussing the relationship between museums, social media, and criticism, emphasizing that criticism doesn't have to be solely academic or elitist but can be a part of everyday life. Overall, Brian's experience writing Yelp reviews for art showcases a fresh and accessible approach to appreciating and discussing artwork.", "podcast_guest": {"name": "Brian Droitor", "org": "WNYC Studios", "title": "", "summary": "Not Available"}, "podcast_highlights": "- Highlight 1 of the podcast: \"Reviews have been completely democratized. Only a few spaces like the art world still seem inaccessible, impervious to the average person's reaction.\"\n- Highlight 2 of the podcast: \"I just like the idea of people who didn't have any kind of specialized training in art or professional art critics writing about art.\"\n- Highlight 3 of the podcast: \"Yelp, it turned out, was a perfect place to explore true and human reactions to art.\"\n- Highlight 4 of the podcast: \"While Brian was the only dedicated art reviewer at these events, he was not the only member of Yelp Elite with a specialty.\"\n- Highlight 5 of the podcast: \"Brian's Yelp reviews are a revelation. The art world has long seemed like a monolithic and impenetrable scene, an inaccessible party. But when Brian's passionate and informal reactions lead into incisive critiques of a larger idea, he pulls that curtain back a little bit, ushering Yelp users and traditional critics alike into one big celebration of creative work.\"", "podcast_transcription": " Listen to Support it, WNYC Studios. Oh opinions are everywhere on the internet. When you look up a movie on IMDb or Rotten Tomatoes, you're faced with pages and pages of amateur reviews. When you order food from seamless or delivery.com, your results come with rankings based on your fellow users experiences. Every Uber driver can be raided by their passengers and vice versa. Sites like Yelp make it incredibly easy for any person to weigh in on anything, from their local mom and pop shop to the Walmart across town or the local nail salon. I wish I knew how to quit you, Coos. Sometimes you set me up with a lady who cuts my cuticles gently and painlessly and applies a nice even coat of polish that covers my whole nail unless over a week. Other times I get a lady who makes me think she's going to draw blood with the clippers and applies a thick glop of polish to the center of my nail that peels off an hour later. At least, they seem to have fired the woman who actually did draw blood with the cuticle clippers. Reviews have been completely democratized. Only a few spaces like the art world still seem inaccessible, impervious to the average person's reaction. Here's an excerpt from an art form review of a Guggenheim exhibit called Zero, countdown to tomorrow 1950s to 1960s. Rather than attempting to codify the German Zero's mentality directly, this grab-bag approach shadows the larger group's own historical patterns of curation. As this show argued, the common purpose of artists in this sprawling array was their opposition to Parisian informal. Brian Droitor is definitely not that kind of art critic. Today he's an associate editor at the magazine Art in America, but he started out as a copy editor and translator in Moscow, reviewing art as a side gig. In 2012, living back in New York, Brian had an aha moment that changed his approach to our criticism. I was at an opening with some friends and we were talking about this exhibition. It was I Way Way at Mary Boone Gallery. I wasn't sure if it was still open, so I just took out my phone and googled it. And the first result that came up was a review on Yelp of that show. And I was really surprised and excited because I've been using Yelp for years. Brian became a critic quite by accident, but now he was pursuing it professionally. So the idea of reviewing galleries and exhibitions on a site dedicated mostly to restaurants and barber shops hadn't previously occurred to him. He found something about it really appealing. I just like the idea of people who didn't have any kind of specialized training in art or professional art critics writing about art. Professional art criticism doesn't usually have what the best kind of Yelp reviews have in excess, unreserved enthusiasm, and small human moments. Brian wanted to give this voice a try for himself. He started writing reviews of galleries and museums on the site, free from the obligations of his regular art writing. Because it's sort of strange, people would assume that I'm making fun of Yelp or making fun of the artist. And especially like and sometimes I was trying to express enthusiasm and which is something that I think people can feel when they look at art and I think that's a good thing that can think of like specific examples where someone said to me like when you wrote that line like that's supposed to be funny right because how could you possibly like have that reaction to a dish rack in a gallery or something like that. But was it a real reaction? Yeah, yeah. And I mean I in retrospect when I looked back at that I was like yeah how could anyone think that this is sincere because it's so ridiculous buy actually did really like that show. For his first Yelp critique Brian reviewed a show at the Murray Guy Gallery in Chelsea. Two artists were featured, Dan Graham and Corey McCorkle. After viewing one of McCorkle's pieces, Brian felt the sort of idiosyncratic delight that makes for a perfect ultra-conversational online review. Sort of this, sort of very quiet meditative video shot in a park in Paris and it's very like there are no people around it's very empty it's fall and then there's this one shot where there's this pile of wet red leaves on the ground and it's just sort of like sitting there for a while and then all of a sudden this like snake pokes its head out and stairs at the camera and I thought that was a really cool surprise so I wrote my yelperview about that I gave it five stars because of the snake. But enthusiasm isn't the only thing that yelpervues have that other kinds of reviews don't. I like how they always sort of tell a story, you know, they're always like, oh I came here for my uncle's birthday and so on. They give all of this information that is probably interesting to the reviewer, maybe not necessarily that interesting to the person who's trying to find a business to patronize. I like that idea of how instead of trying to build a sort of critical argument they're using this very basic form of communication narrative to just share their experience and share a story. Brian experimented with this kind of experiential narrative in some of his reviews, to great effect. His review of a space called Apex Art began, quote, Apex Art is the only nonprofit exhibition space in New York that doesn't let visitors use the restroom. Yeah, I mean I think that's a pretty good example of where I very deliberately like started off with a complaint about the space and related it to the art that was on view because yeah the show was about public and private space and I felt like all of the works on view were about like public space. There was nothing really private or intimate about the whole show. Yelp, it turned out, was a perfect place to explore true and human reactions to art. Yel up in general is a sort of like interesting for me because it's so subjective because facts don't matter, which is kind of true to an aesthetic experience because what you think about when you see the painting or what you feel when you see a painting may or may not have anything to do with what the text on the wall next to it says. So I think for me, yelp is about exploring that space of like the kind of the first reaction and the gut reaction. Brian's reviews were so well received that he was invited to be part of the Yelp Aleen, which is a real structured thing. It's a program through which the site rewards prolific positive users. When you become a member of the elite, a little badge is affixed to your profile, letting lay people know that you're an expert reviewer. And more importantly, you're invited to special parties. They have these monthly events where members of the Yup really are invited and there's free food and drink and it's actually kind of like being a professional art critic because when you write a lot of reviews galleries will invite you to dinner and give you free food and drinks. So in some ways these activities are pretty similar. While Brian was the only dedicated art reviewer at these events, he was not the only member of Yale Bellet with a specialty. At his first event, he met a woman who reviewed only nail salons and spas, but even she was more traditional than some. A guy who worked for Yell was telling me about how there was a guy in Florida who only reviewed strip clubs, but they were really good reviews. And when they first approached him to be elite, the guy was like, eh, I don't really feel like this makes sense for me, but he eventually was convinced and allowed elite status to be conferred on him even though he was only interested in strip clubs and not like having a broad portfolio. Like his fellow elite, most of Brian's reviews were positive. I mean the vast majority of the reviews I've written on Yelp are four or five stars. For one thing I generally like art and I like writing about stuff that I like. Also I feel like it would be really easy to go to all the galleries and Chelsea and give them a one or two stars and say, oh, contemporary art is so like weird and confusing and pretentious, but you know you can kind of get that in the New York Post. There was however some pushback from a select view. There was this artist who I've known for years he doesn't live in New York but he had a show and I wrote about it and then like months later I ran into him at Moma and he comes up to me and says thanks for a review of my show but there were a lot of things you got wrong and he proceeded to like go through and explain like everything I'd written running this yelper view. I'm like why are you like so? Like it doesn't matter. It's yel. Brian's not writing yelper reviews anymore so his elite status was not renewed for 2015. But his project led him to spearhead an online piece for the new museum called 15 stars. He chose standout reviews of the museum by other yelpers with a variety of star ratings. One review compared the museum to quote, a crappy amusement park where you pay to be confused, stand in long lines, and get ripped off. Brian had digital artists illustrate each one and penned a long essay about how museums and social media function together. I think that it's a good reminder that the origins of criticism were as a kind of immature activity and it became professionalized sort of in the 20th century with the advent of mass media that it's not necessarily about kind of sourcehip and that it's more you know just just part of life and it's related to lots of things that are happening outside of museums. I've always loved going to museums and galleries but I've been afraid I was missing the point especially when I read the jargon on the wall next to the art. Brian's yelp reviews are a revelation. The art world has long seemed like a monolithic and impenetrable scene, an inaccessible party. But when Brian's passionate and informal reactions lead into incisive critiques of a larger idea, he pulls that curtain back a little bit, ushering yelp users and traditional critics alike into one big celebration of creative work. It turns out it's a pretty fun party to crash. TLDer is hosted by me, Meredith Haggi, and produced by Ethan Chil. Our executive producer is Kat Rogers, who also did some voice acting for us this week. Thanks to Kimmy regular for her expert reading of that nail salon review. Our engineer is Jen Munson. Breakmaster cylinder wrote our theme. If you like the show, subscribe on iTunes or wherever you get your podcast. Check out the TLDR blog go to TLDR dot on the media. I tweet at many many words and TLDR. This is TLDR."}