{"podcast_title": "The Intelligence from The Economist", "episode_title": "The Intelligence: Will Apple’s customers share its Vision?", "episode_image": "https://assets.pippa.io/shows/62e286a934d4d93d6587424a/1693331634615-134c8ec462ee8ec1ef2fc1e4dcbe76d3.jpeg", "podcast_summary": "Summary 1: I. General summary:\nIn this part of the podcast, the hosts discuss Apple's latest developments and challenges. They mention the release of Apple's new augmented reality headset called the Vision Pro and highlight the company's strong earnings in the first quarter, although they also acknowledge the challenges Apple faces. These challenges include antitrust issues, with regulators scrutinizing Apple's App Store practices, and potential legal action by the US Department of Justice. The hosts also touch on the slowdown of Apple's core business, particularly iPhone sales, and mention that Apple is exploring artificial intelligence and the Vision Pro as potential areas for growth. The third major challenge discussed is the geopolitical risk posed by Apple's business in China and the escalating trade war between the US and China. Despite these challenges, Apple remains the world's most valuable company, but its position is not guaranteed.\n\nII. Table of contents:\n1. Apple's latest developments and challenges\n2. Antitrust scrutiny and potential legal action\n3. Slowdown of Apple's core business and potential growth areas\n4. Geopolitical risk and Apple's business in China\n\nIII. Summary for each topic:\n1. Apple's latest developments and challenges:\n- Apple will begin selling its latest augmented reality headset called the Vision Pro, positioning it as a bet on the future of computing.\n- The company reported strong earnings in the first quarter, exceeding investor expectations.\n- However, Apple faces three significant challenges that could threaten its position as the world's most valuable company.\n\n2. Antitrust scrutiny and potential legal action:\n- Regulators around the world are looking into various business practices of Apple.\n- Apple's App Store practices, including the 30% fee charged to in-app purchases, have faced criticism and legal challenges.\n- The US Department of Justice is reportedly preparing to take legal action against Apple.\n- The EU and South Korea are introducing new rules to regulate the 30% App Store fee.\n\n3. Slowdown of Apple's core business and potential growth areas:\n- Apple's core business, particularly iPhone sales, has been stagnant, with revenues growing at only 2% in the past two years.\n- The company has been able to offset this slowdown by selling iPhones at higher prices.\n- Apple is exploring artificial intelligence, such as an AI-powered update to Siri, and the Vision Pro as potential growth areas for iPhone sales.\n\n4. Geopolitical risk and Apple's business in China:\n- Apple is heavily dependent on China, both in terms of its business revenue and supply chain.\n- The escalating trade war between the US and China poses a risk to Apple's operations.\n- Potential political changes, such as the re-election of Donald Trump or President Biden's stance on China, could add further uncertainty.\n- While China has retaliated against certain American companies, it is also dependent on Apple for jobs, which may provide some restraint.\n\nNote: The previous analysis focuses on Apple's challenges, including antitrust scrutiny, the slowdown of its core business, and geopolitical risks. The analysis also explores Apple's potential growth areas and its dependence on China.\n", "podcast_guest": {"name": "Don Wineland", "org": "The Economist", "title": "", "summary": "Not Available"}, "podcast_highlights": "- Highlight 1 of the podcast: \"Apple faces three really big challenges in the future. None of them are massive existential risks right now but each one could take a chunk out of Apple and possibly dethron it as the world's most valuable company on a permanent basis.\" \n- Highlight 2 of the podcast: \"The first big challenge is antitrust. Regulators around the world are looking into various business practices of Apple, such as its 30% fee on in-app purchases.\" \n- Highlight 3 of the podcast: \"A bigger risk for Apple is that its core business is slowing down. About half of the company's revenues come from iPhone sales and these have been stagnant for a long time.\" \n- Highlight 4 of the podcast: \"Apple's plan to address its stalling core business includes focusing on artificial intelligence, such as AI-powered updates to Siri, and releasing the Vision Pro, its virtual reality and augmented reality headset.\" \n- Highlight 5 of the podcast: \"The third and probably the biggest challenge for Apple is geopolitics. Apple is very exposed to China, both in terms of its business and its supply chain. Escalating trade tensions and uncertain political climates pose risks for the company.\"", "podcast_transcription": " The Economist. I'm Jason Palmer. And I'm Ora Ogun Bee. Every weekday we provide a fresh perspective on the events shaping your world. China's leaders have a new slogan for the faithful to learn, nine issues that must be grasped. Problem is, it's hard to grasp what these kinds of slogans are intended to accomplish. In a lot of cases, they simply mean whatever people think they mean. And, a tribute to the man who was spend half the year as the composer Peter Shikale and the other half as his cranky, chaotic, alter ego, PDQ Bach. But first. When you put on Apple Vision Pro, you see your world and everything in it. Your favorite apps live right in front of you. But now, they're in your space. Today, Apple will begin selling its latest bet on the future of computing, an eye-watering the expensive augmented reality headset called the Vision Pro, or as Apple prefers to call it, Spatial Computing. In the same way that Mac introduced us to personal computing and iPhone introduced us to mobile computing, Apple Vision Pro will introduce us to spatial computing. The iPhone maker will also have been cheered by the latest earnings it reported yesterday. In the first quarter, including the holiday season, the company made 119.6 billion dollars in sales, up 2% from the same period a year ago and exceeding investors expectations. But things aren't all rosy for Apple. This is the first quarter of revenue growth that it's had in a year and Apple is facing stiff competition from other technology giants who are also innovating with artificial intelligence. Take Microsoft, for example, who last month briefly overtook Apple as the world's most valuable company. Although Apple swiftly bounced back into first place, its lacklustre performance over the past year has uncovered problems that could prevent it from keeping that lead for long. Apple is jockeying for position with Microsoft to be the world's most valuable company. Guy Scriven is the economist US technology editor. But Apple faces three really big challenges in the future. None of them are massive existential risks right now but each one could take a chunk out of Apple and possibly dethron it as the world's most valuable company on a permanent basis. Tell me a bit more about these three challenges. The first big challenge is antitrust. Regulators around the world are looking into various business practices of Apple. One really common target here is Apple's App Store and on this Apple charges a 30% fee to in-app purchases. For a long time now, developers and regulators have said this is unfair and some developers such as Epic which is a video game maker have actually sued Apple over its App Store practices. On top of that scrutiny you've got the US Department of Justice which is reported to be about to take legal action on Apple and in the EU and South Korea regulators there are introducing new rules to try to crack down on this 30% App Store fee. In the EU, these come into effect in early March. Tierry Breton, who's the EU's commissioner for the Bloc's Internal Market Market has championed this act. The act is called the Digital Markets Act and he spoke about it at the Atlantic Council which is a think tank. We are moving fast and first with the Digital Market Act and the Digital Services Act. We want to ensure a safe, fair, competitive and innovative digital economy. At the moment, none of this is a really big or immediate threat to Apple. One big investor in Apple that I spoke to described the whole of the antitrust push as a bit of a nothing burger. The reason he feels so kind of sanguid about it is because court judgments are years away and a lot can change in that time anyway. And also in previous cases where Apple has been forced to remove its 30% fee, it's managed to find workarounds and makes money from the App Store anyway. So its latest plan for the EU to respond to the Digital Markets Act is to allow other payment systems and other App stores on iPhones and iPads. But even in that case it says it will still charge developers what it calls a core fee which will be based on the numbers of users developers have. Okay so antitrust is something to watch but not hugely threatening to Apple right now. What about the other two challenges? A bigger risk for Apple is that its core business is slowing down. So about half of the company's revenues come from iPhone sales and these have been stagnant for a long time. Last year Apple sold about 220 million iPhones across the world and that's roughly the same level as it was in 2017 and roughly the same level as analysts expect iPhone sales to be next year as well. Apple's managed to offset this by selling iPhones at higher prices, but even so, its revenue growth for iPhone sales has started to slow down. In the past two years, that slowed down to about 2% which is well below the average of about 10% growth each year between 2012 and 2021. So if Apple's main business or should I say it's core business is stalling has Apple got a plan to address that? Yes it does. There are probably kind of two big areas to think about here. One is artificial intelligence. Apple doesn't say very much about this publicly, but that could take many forms such as a kind of AI-powered update to Siri, its personal assistant. That seems to be one of the likely ways Apple could try to use artificial intelligence to boost iPhone sales again. And the other big area here is the Vision Pro, which is Apple's virtual reality and augmented reality headset, which will be released today. Its big competitor here is Meta, the parent company of Facebook, who already makes a kind of virtual reality headset. Apple's version of that is focused less on gaming and more on kind of entertainment so a lot of the promotional videos show people wearing the headset watching films and also trying to do work as well So it's a big step for Apple and a big risk and it will be very interesting to see what the consumer take up of the Vision Pro is. So we've got antitrust, you've got the question of its stalling core business. What's the third challenge here? So the third and probably the biggest challenge for Apple is geopolitics. Apple is very exposed to China, both its business in China, so about 20% of its revenue comes from China and its supply chain. This is a risk because there's been an escalating trade war between America and China and this is also a risk because there's a possibility that in the November elections Donald Trump may get reelected US president and that could add extra uncertainty and unstability. But even if that doesn't happen, President Biden's still pretty hawkish on China. And the Chinese government has also been kind of retaliating last year. For instance, the Chinese government banned an American chips company from working on certain big infrastructure projects. The saving grace here for Apple is that China is also very dependent on Apple for millions of jobs. So in a sense any retaliation that China exacts on Apple will also harm China too. And that might create some kind of restraint. For now Apple was still top of the corporate pile at home and abroad but there are many ways that it could be brought back down to earth quite quickly. Guy, thank you so much for your time. Thank you, my pleasure. So are you still on the fence about whether or not you need an Economist Podcast Plus subscription. It's already the cheapest subscription we have on offer but let me sweeten the deal for you. For the month of February an annual or two-year subscription is half price, less than $2.50 a month. You get access to our new weekend edition of The Intelligence, Special Limited Series like Boss Class and The Prince, and all our weekly podcasts on American politics, science and technology, business and many more. It's a steal if you ask me. So follow the link in the show notes or search for Economist Plus online to find out more. A new Chinese Communist Party slogan was born at the start of this year. Nine issues that must be grasped is a rough translation of what appeared on the front page of the People's Daily, a party mouthpiece newspaper. Like past slogans, it'll percolate through the party machinery and start cropping up all over the place. What it actually means, well, it's not clear. And the strange part is, though party leaders know what they intended, it might never become clear for everyone else. Political slogans have been part of the Communist Party's language of life for decades. Don Wineland is the economist's China Business and Finance Editor. So when you go back to the Cultural Revolution era you have these slogans like you know smashing the four olds. One of my favorites is the two whatever's the Leangofans. That came out after Chairman Mao passed away and essentially it means we will do whatever Mao said and stick to his instruction. And this has continued into the present era and they help the party kind of define everything from local campaigns to entire eras of growth. And with that in mind then, how are we to interpret nine issues that must be grasped? So the nine issues refers to nine separate slogans and there are things like breaking free from the historical cycle of rising and falling and taking the lead of the great social revolution as the fundamental purpose. So you kind of get the idea of how vague a lot of these terms are. And they're all pointing towards this thing called self-revolution. So if you can grasp the nine issues, then you can potentially have a self-revolution. What does that mean? Self-revolution, as we understand it, is pointing towards a anti-corruption campaign. So there's been several eras of anti-corruption campaigns. It might be targeting the financial sector, it's still very unclear. I mean some of these things have a bit of a self-help vibe to them. This is ideology in everyday life. Right, I guess you could compile these and call them a self-help book for the Communist Party or something like that. Within Xi Jinping's Communist Party and Xi Jinping's China, ideology has become much more important in everyday life and in business. And by this, I don't mean necessarily for your average person, but for your average party member, for a CEO, I would say Communist Party ideology is probably much more important now than it was 10 years ago. So yeah, this is all the language that these ideas are transmitted in. A lot of people remember common prosperity. One of the most discussed phrases in 2021. And that was actually never fully defined. A lot of people discussed it and equity analysts tried to figure out what it might mean for the stock market, but there was never any crystal clear definition in 2023 there was a lot of talk of high quality development gau jil yang fajan in Chinese and people are are still trying to figure out exactly what that means. It could mean a focus on high-end manufacturing and potentially more state subsidies for that area. It could also mean de-emphasizing low-end manufacturing and that could have some big consequences for growth. So it's a big open question right now exactly what high quality development means. So if years can go by and people don't really know what these things mean, how can they accomplish their intended purpose if people are still just guessing? Anything that leaves equity analysts guessing at what the next step is, you know, it isn't good for the business community in general. I think the party itself does have definitions of these and they change over time. The vagueness gives the party a lot of leeway in defining and then redefining exactly what they mean. One that's become quite popular in recent years is national rejuvenation under the new era system. And national rejuvenation is something that's been talked about for a long time. Essentially it's restoring China to its rightful place in history, even getting back to the colonialist era and how China will achieve greatness once again but the new era system is very specifically referring to she Jing Ping's time power. So this is used to help define how Mr. She has been shaping national rejuvenation over the past 10 years. So the short answer here is there may be some deliberate vagueness but the meaning eventually becomes clear. I mean what what do we know about how grasping the nine issues is going to manifest? Well we don't really know that much right now. And if we look at past campaigns and past slogans, you know, it's not always clear. I lived in Beijing a couple years ago, and that time you would see something called the four consciousnesses written everywhere and I mean I don't think if you asked your average man on the street what it meant I'm not sure if you could give you a clear answer. The party comes up with these ideas and puts them out there with an intention, but their intention might change, just like with common prosperity. It seemed like this was going to be a really big deal in 2021 and then it seemed to lose a bit of momentum and nobody really knows exactly where people stand on common prosperity now. And so the same fate may befall grasping the nine issues, it may just simply become a an on issue. It's entirely possible. Don, thanks very much for your time. Thank you. Peter Shigelow, thought his own serious composing career was really not too bad. Anne Rowe is the economist's obituaries editor. He'd written more than a hundred works. He'd had some played by the National Symphony and the Minnesota Opera. He wrote film scores including for the 70s classic silent running. The track rejoiced in the sun, a haunting sound indeed. But he could only indulge his dream of being a serious composer by spending half the year or more in the company of a loose drunken, uncontrollable remnant of the 18th century called Pidique Bach. Well, here we are in the announcers booth and the performers performers are ready to begin the Sanker Cantara of PDQ Bach. This last gasp of the Bach family had been forgotten until around 1954 or so, Mr. Shikalie chanced on a piece of paper that was being used as a coffee filter in a percolator in a caretaker's room in a Bavarian castle called the Sanker Concerto. He decided he would look into this chap because as soon as he began to think about him more and more scores kept turning up in attics or trash cans one floating in the East River. He decided it was his mission to find out all he could about this strange composer and he spent the rest of his life doing so and greatly entertaining audiences along the way. He was also living a most undisciplined life, mostly because he had a great problem with drink. So when Mr. Shigolay in the course of his researches, tried to parcel out PDQ's life into more or less coherent episodes. The first was the initial plunge, which was only about six days when he learned about as much of the craft of music as he could. Then there was a long middle period which was extraordinarily productive considering that PDQ spent most of it face down in a gutter in Rhiname wine Wine in the Wangering District of Southern Germany. And then at last came what Mr. Chickily called the Contition. It was when PDQ'd as nursed his hangover until he had a hope of it ending. The feeling was it might not have ended. So this was what he found and what he had to work with. He also had a clever way with inventing instruments like the Dille Piccolo or the shower hose. In his gross concerto he played among several other bizarre instruments. His favorite left-handed sewer flute in fact just a length of plumber's piping with a tap in the middle of it. The other extraordinary thing about PDQ Bach, as Mr. Schickler increasingly found, was that he was a seer of a sort who must have known that his works were going to turn up in America. Hence the title of his most famous opera, Ifigenia in Brooklyn. Or his mini-oper, Edipus texts. And the prescient seemed to work in the other way too, in the sense that Mr. Shickley himself as a student had a tremendous propensity for borrowing and mixing up styles from other composers and knitting them together and making fun out of them. friends and colleagues often sympathize with Mr. Schicler that he was a serious composer who'd spent most of his life rescuing a rather bad composer and he'd neglected his own career or certainly been a bit overlooked in the huge celebration that accompanied every concert that Pidikubark did. Pidikq Bark won four of Mr. Shickele's five grammies. Well, it might have been hard, except that as he saw it, the whole satire was an enterprise of love between the two of them. They'd joyously broken most of the musical rules and mixed most of the musical genres together. So rather than mourning, perhaps it was better just to give a sigh and a wink and a tootle on the left-handed sewer flute. Anne Rowe on Peter Shikalay, aka PDQ Bark, who has died aged 88. That's all for this episode of the Intelligence. The show's editors are Chris Impe and Jack Gill. Our deputy editor is John Joe Devlin and our sound engineer is Will Rowe with extra help this week from Saul Rivers. Our senior producers are Rory Galloway and Sarah Larnie. Our senior creator producer is William Warren. Our producers are Kevin Caners and Maggie Kadefa, and our assistant producer is Henrietta McFarland, with extra production help this week from Benji Guy. We'll all see you back here for the weekend intelligence tomorrow. you're going to."}