{"podcast_title": "Voices of Search // A Search Engine Optimization (SEO) & Content Marketing Podcast", "episode_title": "Leveraging SEO to Inform Your Content Calendar -- Sarah Panus // Kindred Speak", "episode_image": "https://content.production.cdn.art19.com/images/ae/2f/6f/d3/ae2f6fd3-f5d5-4ba8-bcff-a2043d64132d/5ed13ef92bd7e566889dac823815a044576caa26912759426fb075cae6f7278615c9b7ad2daaf3891c676ac57af44abb38dfab5f4668dd7303df6c314a129906.jpeg", "podcast_summary": "In this episode of the Voices of Search Podcast, Jordan Cooney interviews Sarah Panus, a brand storytelling strategist, about leveraging SEO to inform your content calendar. Sarah emphasizes the importance of having a focused content plan that is fueled by empathy and data. She recommends identifying three main storytelling pillars that align with your company's objectives and using SEO insights to inform your content strategy. Sarah also emphasizes the value of sharing your content calendar and involving multiple teams in the planning process. She advises being patient with your content's performance and considering how it contributes to your overall business goals. When it comes to deciding on the frequency of content, Sarah suggests considering your organization's resources, audience preferences, and the quality of the content. She also stresses the importance of enlisting allies within your organization to help grow and support your content strategy over time.", "podcast_guest": {"name": "Sarah Panus", "org": "", "title": "", "summary": "Not Available"}, "podcast_highlights": "- Highlight 1: \"A content calendar gives teams, partners, and individuals sanity, focus, and the ability to be more proactive.\"\n- Highlight 2: \"A content calendar should not live in a silo, but be shared and supported by multiple people for better results and ideas.\"\n- Highlight 3: \"The Fed method (Focus, Empathy, Data) is a framework to build a storytelling content plan that helps achieve business goals.\"\n- Highlight 4: \"Content plans should serve multiple teams and be designed to fit different channels to maximize engagement and results.\"\n- Highlight 5: \"The frequency of content creation depends on the organization's resources, audience preferences, and overall content quality.\"", "podcast_transcription": " The Voices of Search Podcast is sponsored by Pre-visible. For all your SEO consulting, training, and recruiting needs, go to Pre-visible.io. Bridge toll, California, customer Service Number. Highway miles to the gallon Ford Focus. Thailand Cave Rescue Operation. What is schema S? Best wine bars in San Carlos California. Best Western Hotels. How old is Rinalda? What happened with big grub? What took good engagement? How long before a wedding should I send out and save the dates? The IMMA to check email on other email clients. Identify fonts from where to find the better we find out. Welcome to the Voices of Search Podcast and I Hear Everything Production. In this podcast we'll share the news, knowledge, and strategies you need to navigate the ever-changing world of SEO. Ready to expedite your company's organic growth efforts. Sit back, relax, and get ready for your daily dose of search engine optimization wisdom. Here's today's host of the Voices of Search Podcast, Jordan Cooney. Hello, SEO's. My name is Jordan Cooney from Pre-visible. And this week, I'm going to be discussing leveraging SEO to inform your content calendar. Joining me is Sarah Panus who is the brand storytelling strategist, founder and CEO at Kindred Speak. She has 20 plus years experience leading successful empathy, data-driven, brand storytelling strategies inside large organization. This is fueled by tons of great SEO insights and she has helped organizations grow budgets 0 to 10 million. She's also been an amazing facilitator of removing silos across cross-functional teams. I'm very excited to be joined by Sarah today as we discuss leveraging SEO to inform your content calendar. This podcast is also sponsored by HREFs. What if I told you that you could monitor your website's SEO health, backlinks, and organic rankings at no costs? Sounds too good to be true? Well, it's not. Because my friends at H.F's just launched H.R.S. Webmaster Tools. A.R.S. new Webmaster Tools product quickly helps you improve your site's visibility by pointing solutions to over a hundred technical issues that might be holding your search performance down. Plus, AWT monitors for backlinks so you'll know the most linked to pages and how those links are affecting your rankings and AWT shares what keywords your website ranks for and compares how you stack up against competitors for key metrics like search volume keyword difficulty and traffic value. Look, monitoring your website used to require multiple expensive tools. And now, thanks to H-R-F's, that's not the case anymore, because A-W-T will help you monitor your SEO health, backlinks, and keywords for free. And no, it's not one of those 14-day free trial offers. It's a powerful site audit tool that will keep working for you for free. So check out H-F's webmaster tools at H-F's dot com slash AWT. That's A-H-R-E-F-S-T, that's A-H-R-E-F-S dot com slash A-W-T. Sarah, welcome to the Voices Search Podcast. Hey, happy to be here. Awesome. This is going to be a lot of fun. It's pretty rare that we get someone with such great experience from the content side joining our podcast. We often have a lot of real nerdy in-depth SEOs who join us, right? And which is great, it's all is great. But I think one of the things about the content calendar, especially when you think about it from the SEO standpoint, is I think it's really misunderstood. I think it's a very misunderstood asset. And so I'd love to get your perspective in terms of leveraging a content calendar for SEO. What does that mean to you coming from the content side and how do you define that for customers and your partners? Yeah definitely. Well so I've been doing this the last 20 years and it's been trial and error and kind of figuring out what's the best way but been trying to is that it gives teams, it gives your partners, it gives you sanity, which we all want. Because you have focus, you're breaking down silos because everyone can kind of see what's happening and what's planning. It takes the guesswork out of what the heck should I do. It allows you to be more proactive than reactive, which means you get more time to actually do the work and do it better versus feeling like you're scrambling or missing something that you should have known about but you didn't, right? There's so many benefits to having a content calendar in general. And so in my work as a brand storytelling strategist, that's one of the things that I helped my clients with and that I used to do when I worked on the corporate side was building these editorial content. So I focus specifically on more of that upper and mid funnel storytelling content. Like how do you attract the audience and how do you reengage your existing customers and get them to want to stick around and build that loyalty over time. And so that would really be those benefits. And it's important when you create a content calendar. And this will be a theme that I'll probably get into with a lot of my answers is the biggest thing is don't have it live in a silo. Don't have it just be in one team and one Excel file that only a few people ever see. It's the same thing with all the SEO insights and how those will feed into it. It's like a gold mine of information and it will only be that much stronger and that much more valuable when it is shared and multiple people are supporting it and you're helping together to scale and promote and to get results from all of these things and it makes it a lot easier to have to share ideas to get buy-in you know to grow your what you were trying to do whether you're in-house or an agency side or you know ouroprenner. So it helps all of those things. This is great and I totally agree with you. I mean we use content calendars a lot. I see that the really successful teams are amazing at adhering to that cross-functional discipline of using the content calendar. But let's take a step back and let's get from the very beginning, like how do you get started and what's the right approach to introducing this tool into the organization, whether it be SEO or other members, but what's the best way to get started with leveraging content calendar? Yeah, well, so what I like to do is I have something called the Fed method. So from a storytelling perspective, I think about great storytelling plans, content plans are just like us as human beings. We need to feed ourselves with exercise, nutrition, and sleep, right, to be like at our best. So I think every great storytelling content plan needs three things too. It needs to be at our best. So I think every great storytelling content plan needs three things too. It needs to be fed with focus, empathy, and data. And so that is really where I recommend starting and it's just this framework that I've created, but focus is meaning, just like it sounds, focusing on what are your three storytelling pillars. So I recommend three because it's a nice number, It's not too much. It's not too little and basically as an organization you can go through and start to think about okay editorially or from a storytelling perspective what do we stand for what are we trying to achieve and what's an overarching umbrella that that could be named? And as you think about those things, generally there's two that are kind of on the nose for your business and usually the third I like to recommend is a little bit of a wild card it's what makes your your business a little different than everybody else and so once you figure out those three that's your focus areas. I think pretend like you're a magazine and if you were talking to somebody and you're like, hey I am X magazine and we talk about X, Y and Z. That's what you want to get to as an organization or company or brand. Like, you want to be able to clarify what you're going to talk about because then that gives you so much sanity because what you're going to focus on, you know, what SEO type of things you want to research in these categories and then it helps you say yes and no it helps you say yes to the right ideas that fit in and align to the focus pillars it helps you say no to like ad hoc things that are coming at you and you're like, actually we don't really talk about that or so let's change that idea to make it right for what we do talk about and who we are speaking to. So first want to be really focused because otherwise a kind of calendar is going to be all over the place and it's going to feel really chaotic which you don't want. I'm all about sanity after being 20 years on the corporate and agency side myself. And so focus first. Then you pair that then. You're like, okay, well, I know what my three storytelling pillars are. Then you get into empathy. So empathy is really my jam. I'm the host of marketing with empathy and I love like this idea of and I've seen it firsthand of how you can drive top ROI by just being human and being like actually trying to connect with your audiences and so there's a lot of different empathy filters and things like that that you can look at but it really comes down to empathy by definition is like cognitive empathy of trying to understand what your audience is thinking or feeling and a lot of that can be through just understanding and observing and talking with people in your target segment, but then pairing empathy with data, which is really rich and why I love SEO, is data is one of my favorite SEO inputs. There's a lot of other things you can look for data and I always recommend looking at more than one data source for content plans because if you only look at one place you're probably going to get a little bit maybe skewed vision you might not get the holistic picture because maybe where you're looking that's like one subset of a group or one like type but you're missing out and all these other people over here that aren't in this place where you were looking right so I love SEO for looking for insights to inform the storytelling plans from the get-go. I also love looking at like customer loyalty insights from your existing customers and paid media insights of what's working and what's not and all sorts of data insights that you have as a company paid resources resources, insights, research stuff you can get from external partners. I mean, there's so many different things you can look at, social listening, so many things. But for this conversation, I love to focus on the SEO part obviously and I think that's where you start you pair focus plus empathy plus data and you have a clear vision of this is what we want to talk about okay then, then we start to look at our calendar and you can start to map it out then quarterly annually and what I do with my clients is I love to kind of think big picture and say okay here's holistically the things we're going to talk about how could that break out monthly there are different monthly themes that we want to lean into or are there happenings within the business that let's plug those dates in to make sure is this like a big thing specific to our industry nobody else well then that's like a really that's something we'll want to make sure we block out in the calendar so if that's what you do first is you're just trying to block in kind of big picture stuff. But with SEO Insights, I love looking at, I look at a lot of free SEO tools just because I'm not like a technical SEO expert. I look at it from the lens of I actually think SEO has been way underutilized within companies because from my observation is SEO is always really siloed into like this one team, this one person that does SEO and they're optimizing the website for SEO and all the back end stuff. And what I came to find through my career and learning SEO and having to manage our SEO agency here and there through the years, because no one else wanted to do it and I was like sure I'll do it but what I learned was oh good lord it's like a gold mine of insights consumer insights of what are people typing in what questions they're having? Right? It's this humongous focus group, really, of insights of things that people are typing in and I think it's even more honest than an actual focus group because no one's worried about somebody judging what they say out loud right to an answer they're literally just typing it in the privacy of their home. So yeah so I love looking at a lot of different sites for free insights and I can share what they are if that's helpful if you think or if people already know those we don't have to get into that but that's really kind of the framework of where it starts. I want to recap there because I think there's something really important that this concept of Fed right focus empathy and data in building your right this is the start of your content calendar, right? You're trying to integrate this into your organization and that requires this various facets of your teams and company to participate. And to have that focus, empathy, and data is so key. The tagline here on the voice of search is, it's all in the data. And it's kind of funny that you end with that data piece and it's such a I mean it's such an important component of really good content and great content plans is leveraging data to inform your decision making. And one of the things I always tell folks is that you make assumptions off this data, right? You're making choices. And sometimes that data is like your in-house data, like what customers are doing or user stories or other real like hard data about how things are going in your company. And you make assumptions off that to invest in content and it's a living breathing thing it changes and I'm curious to get your perspective where teams struggle which is you've got this calendar moving, you've got it being used in an organization, but something's not working. You're not getting the traffic, you're not getting the response from customers or from prospects. How do you go about the content calendar in leveraging this Fed approach? How do you go about getting it on the right track? Yeah, so I would think of it as the Fed method and the approach I just walked through is like if you imagine a house being built, this is the foundation of your house. Every good plan needs that springboard to go off of and that's and that that foundation. And so then from there the walls, the windows, the decoration internally, that's the stories. That's what's making it a home and making it interesting where people want to come visit and stay stick around and come back and things like that so in my world because I focus on editorial storytelling more that upper funnel and mid funnel. It's really about humanizing the brand through those stories and so that type of content needs breathing room. So to your question is if somebody if if they're thinking it's not performing well quick enough that's not really a red flag for me because generally things could have a little longer tail to time to have some traction but actually how I like to frame it up is not put the pressure on it has to get this traffic right away or things like that, but instead to say, well, what is this, how is this content helping our business goals and our objectives? And so all the content you make should feedback into, what heck is your team your department your company trying to accomplish for that year for that quarter whatever you know whatever the time frame is that you're building the plan. So then it's less about the pressure of we're not seeing enough clicks or engagement or whatever on this story. It is okay well this one story is actually serving five different teams in these five different ways and maybe two of them is not working as strong but the other three dang it's doing awesome And I've seen that happen. And it happens with stories, right? Because depending on the audience and the channel and where it's at and how it's framed up, maybe your current customers will react even stronger than in an email campaign to new people and that's valuable like the value of re-engaging your existing people and to get them to maybe repurchase or re-volunteer or whatever it is if you're a service-based organization. So that's how I love to frame it up and I'd recommend is whenever you're thinking about like your content plans from this calendar and thinking about how it's helping, make sure that one piece of content, let's just isolate it, is not only serving one team, it has to like serve multiple different groups in different ways. You want to get them excited about it by talking with them in advance to understand. Okay, hey, here's our pillar Here's our focus areas. These are our storytelling pillars. This is what we're thinking for the year. What are your goals for this year? Email department or you know social team or customer loyalty program or hey client and you hear that then you can design the right content that's gonna get a lot of people happy and the right formats oh cool I hey I know you're trying to achieve this and this other team's trying to achieve something similar a little different. What if we did a video or a podcast or a blog article or a newsletter campaign or whatever, right? On these few things and you could use it to share across your channels because hey channels I know you need content too. So let's like actually be really smart and just create it once in a few different ways and reformated of course to make sure it makes the most sense for each of your channels because we don't want to just splatter the same thing everywhere you get nuances right based on the channel but that's how you take that pressure away from like oh this isn't really performing that well and I would say always set expectations to give it some breathing room to give it the time to see if it is going to perform all too. No doubt and I love that. I love the concepts of patients there, the setting the right tone around goals and what are the goals of the business. You brought up something that's really unique there and that's frequency. You know, you mentioned like three and maybe one's not working and this is always one of those highly contested topics when you're planning a calendar and you're working with a partner, right? Like, what's too much? What's the right amount? Do we have the resources for this? I always like telling folks it's like solving the Rubik's Cube, right? It's not about getting one side done. It's a three dimensional game and so you've got a lot of different inputs when it comes to what the right frequency is against your content calendar. And I'd love to hear your perspective on that and how you go through that process of defining frequency. And I think sometimes it's very natural and organic, especially if you're working with a thought leader who's just a one person. But when this is an organization and a company, it becomes a much more challenging expectation and effort to set. Yeah, well, and it's a hard question to answer because it really depends on the organization, 100% because there's no like black and white there's you should do this many a number of blog posts or this number of emails out a week or you know a month or things like that there's no black and white because it really depends on what you said. It depends on what's the internal structure like. Do you have the people to actually create these things? Do you have the budget to actually create these things, and then scale it and actually support it well. But then also, like the audience that you're talking to, they may not want to hear from you that frequently on all of your channels, right? Whereas you may have a soup versus a super engaged community that's like, I want to hear from you every single day if you've established that already then you obviously don't want to disappoint your community so I know it's not like the best answer because it depends always kind of sucks as an answer I think because you like everyone wants clarity so sorry the age old SEO answer right it depends it really does but I would say my tip for everyone is don't try to do more than you can handle well because that's the big thing with storytelling content is you don't want to just create a bunch like a volume that isn't good. You're better off doing less volume of things that are done really well. Optimize it for SEO. Make sure that it's super creative and you have like all the additional things included in it that need to be for all the different channels and different formats and designs to like share it and make it do well. And there's varying levels of comfort in organizations too. So if you're an organization that hasn't done a lot with this versus your organization that's just got like a well-oiled editorial machine going and you have the whole robustness structured you're gonna create a lot more or a lot less content depending on which one you're in and when I tell people is if you're starting something new and you're trying to grow something because I've done this I've gone from zero budgets up to ten million dollar budgets through years it didn't happen overnight but the biggest thing is you have to start strategically pick who are your allies internally bring them on board get them excited and you're gonna get them excited by like helping them okay that's what I was saying you have to ask them what are their goals? What are they trying to accomplish so you can frame up what you're doing as like, hey, this is a win-win, right? I get this, your team has to create less content like, Ra Ra, we're gonna help the company with our goals. So you need to get those allies and you need to be able to grow that over time, but I would say and then start with a few things and do them really well get people excited about it. Then they're gonna be like oh I loved that that was really great let's do more and that's how you grow man I think that's a perfect place for us to close and wonderful way of addressing what is a super difficult question to answer and around volume in content production. Okay that wraps up this episode of The Voices of Search Podcast. Thank you to Sarah Panus, Brand Storytelling Strategists at Kindred Speak for joining us. That was part one interview and tomorrow we will publish part two with Sarah where we will be discussing using SEO data and empathy for storytelling. If you can't wait until our next episode and would like to learn more about Sarah, you will find her LinkedIn profile in our show notes. You can contact her on Twitter where her handle is Sarah P-P-A-N-U-S-A-A-H-P-A-N-U-S or visit her company website Kindred Speak. And a special thanks to H-R-E-F's for sponsoring this podcast. Monitoring your website used to require multiple expensive tools. But that's not the case anymore, thanks to H.R.S. because they just launched their H.R.S. Webmaster's product, which monitors your SEO health, helps you keep track of your backlinks, and gives you the insight into what keywords are performing for free. So check out H.R.S. tools at H-E-F's dot com slash AWT. That's A-H-R-E-F-S. T. you're"}