{"podcast_title": "Ologies with Alie Ward", "episode_title": "Evolutionary Anthropology (METABOLISM) with Herman Pontzer", "episode_image": "https://image.simplecastcdn.com/images/89060b63-e603-4297-b6e8-5a654e50244e/f9713c33-7eca-4512-8d96-7a668e274cb2/3000x3000/image.jpg?aid=rss_feed", "podcast_summary": "I. General summary of the entire analyzed document:\nThe podcast episode explores the topic of metabolism and how it works. The host interviews Dr. Hermann Pontzer, an expert in metabolism and evolutionary anthropology, to gain insights into the science and culture surrounding metabolism. The conversation covers various aspects, including the definition of metabolism, factors influencing it, the role of mitochondria, the history of human metabolism, the impact of agriculture, the concept of obesity, and strategies for maintaining a healthy metabolism. The episode raises questions about boosting metabolism, yo-yo dieting, the relationship between exercise and metabolism, and the effects of hormones on metabolism. This segment of the podcast delves into the topics of medication, mental health, aging, hormone replacement therapy, and sleep's impact on metabolism.\n\nII. Table of contents:\n\n1. Introduction: Host introduces the topic of metabolism and interviews Dr. Hermann Pontzer.\n2. What is Metabolism?: Discussion on the definition and components of metabolism.\n3. Factors Affecting Metabolism: Exploration of how factors like muscle mass and fat-free mass influence metabolism.\n4. Fat as an Organ: Explanation of the functions and importance of fat in the body.\n5. Changing Body Composition: Understanding how body composition, particularly fat and muscle mass, affects metabolism.\n6. Evolutionary Perspective: Analysis of the evolutionary history of metabolism and the impact of hunting and gathering lifestyle.\n7. Transition to Agriculture: Discussion on the changes in metabolism with the shift to agriculture and the availability of new food sources.\n8. Grains and Carbohydrates: Exploration of the role of grains and carbohydrates in the human diet.\n9. Hormones and Metabolism: Insight into the role of hormones, such as ghrelin and leptin, in regulating hunger, satiety, and metabolism.\n10. Speeding Up or Slowing Down Metabolism: Examination of the misconceptions and realities of metabolism manipulation.\n11. Yo-Yo Dieting: Explanation of the effects of yo-yo dieting on metabolism and weight management.\n12. Exercise and Metabolism: Discussion on the impact of exercise on metabolism and weight loss.\n13. Mental Health and Exercise: Exploration of the relationship between exercise, serotonin, endorphins, and mental health.\n14. Medication and Metabolism: Understanding the importance of consulting a doctor before making changes to medication, the impact of medication on metabolism, and the risks of going off medication without professional guidance.\n15. Aging and Metabolism: Insights into how metabolism changes with age and the benefits of staying active as a senior.\n16. Hormone Replacement Therapy: Discussion on the impact of hormone replacement therapy on metabolism and body composition.\n17. Sleep and Metabolism: Examining the relationship between sleep deprivation, metabolism, and weight management.\n\nIII. Summary for each extracted topic:\n\nTopic 1: Introduction\nThe host introduces the topic of metabolism and interviews Dr. Hermann Pontzer, an expert in metabolism and evolutionary anthropology.\n\nTopic 2: What is Metabolism?\nThe discussion focuses on the definition and components of metabolism, explaining how it works and its importance in the body.\n\nTopic 3: Factors Affecting Metabolism\nThe conversation explores various factors that influence metabolism, including muscle mass, fat-free mass, and the role of organs and tissues in energy expenditure.\n\nTopic 4: Fat as an Organ\nThe concept of fat as an organ is discussed, highlighting its functions and role in the body's energy regulation.\n\nTopic 5: Changing Body Composition\nThe impact of body composition, particularly the balance between fat and muscle mass, on metabolism is examined.\n\nTopic 6: Evolutionary Perspective\nThe evolutionary history of metabolism and its adaptation to the hunting and gathering lifestyle are explored.\n\nTopic 7: Transition to Agriculture\nThe changes in metabolism with the shift to agriculture and the availability of new food sources are analyzed.\n\nTopic 8: Grains and Carbohydrates\nThe role of grains and carbohydrates in the human diet and their impact on metabolism are discussed.\n\nTopic 9: Hormones and Metabolism\nInsights into the role of hormones, such as ghrelin and leptin, in regulating hunger, satiety, and metabolism are provided.\n\nTopic 10: Speeding Up or Slowing Down Metabolism\nThe misconceptions and realities of metabolism manipulation, including the use of certain products or drugs, are examined.\n\nTopic 11: Yo-Yo Dieting\nThe effects of yo-yo dieting on metabolism and weight management are discussed.\n\nTopic 12: Exercise and Metabolism\nThe impact of exercise on metabolism and weight loss is explored, emphasizing the benefits of regular physical activity.\n\nTopic 13: Mental Health and Exercise\nThe relationship between exercise, serotonin, endorphins, and mental health is examined, highlighting the positive impact of exercise on mental well-being.\n\nTopic 14: Medication and Metabolism\nThe importance of consulting a doctor before making changes to medication is emphasized. The potential impact of medication on metabolism is mentioned, and the risks of going off medication without professional guidance are discussed. The benefits of adding exercise to medication as part of a holistic approach to mental health and well-being are mentioned.\n\nTopic 15: Aging and Metabolism\nThe changes in metabolism with age are discussed, with a focus on the decline in metabolism after the age of 60. Staying active as a senior is highlighted as beneficial for mitigating this decline and potentially preventing age-related diseases.\n\nTopic 16: Hormone Replacement Therapy\nThe impact of hormone replacement therapy on metabolism and body composition is briefly discussed. The specific hormonal changes experienced during menopause and the effects of hormone replacement therapy are not fully addressed. The potential impact of estrogen and other hormones on metabolism is not explored in detail.\n\nTopic 17: Sleep and Metabolism\nThe relationship between sleep deprivation, metabolism, and weight management is acknowledged. The importance of maintaining healthy sleep habits for overall well-being is implied, although specific details about the extent of the effects of sleep deprivation on metabolism are not provided.", "podcast_guest": {"name": "Dr. Hermann Ponser", "org": "", "title": "", "summary": "Not Available"}, "podcast_highlights": "- Highlight 1: \"Metabolism is not just about burning calories, it's a complex set of chemical reactions that keeps our bodies functioning.\" \n- Highlight 2: \"Muscle mass is a key determinant of metabolic rate because muscles require more energy to maintain compared to fat.\" \n- Highlight 3: \"Fat is not just a passive storage depot, it's an active organ that produces hormones and plays a crucial role in regulating metabolism.\" \n- Highlight 4: \"The balance of fat and muscle mass in our body composition can greatly impact our metabolic rate and overall health.\" \n- Highlight 5: \"Agriculture brought a significant shift in our metabolism as we started consuming more carbohydrates from grains, leading to changes in our body's energy utilization.\"", "podcast_transcription": " Oh hey it's that cardigan that you left in an ouber, Ali Ward, here with an episode about our squishy juicy machines and how they run. So I've wanted to interview this guy, I know I say this like every episode, but for years, so we're going to dive into it. Metabolisms how do they work? What's up? Who am I? What's going on in there? So this guy did his undergrad work in anthropology, got a PhD from Harvard University in biological anthropology, and has been a professor of anthropology for nearly 20 years, during which time he's been an associate research professor of global health at Duke Global Health Institute and he's now a professor of evolutionary anthropology at Duke University. He knows what's up. His CV is 23 pages long. I was like looking through his list of papers. It gave me actual vertigo and then I found out we're the same age and I don't like to think about it. He's also written several books including the 2021 release, Burn. New research blows the lid off how we really burn calories, lose weight and stay healthy. And yes, we're going to address the science and the culture of all of it. And also just a quick warning, we do discuss, of course, calories, some diet culture in this episode, as well as weaponized language we discuss all of that just so you know but first just some thank yous to patrons of ologies at patreon.com slash ologies who spend one burning hot dollar a month to join and they can submit questions to ologists before we record. Also thanks to everyone who's out there wearing ologies merch, from ologies merch.com. For no dollars though, you can really help us out and leave a review. And also, I read you reviews. And if you do not believe me, thank you for the recent one from Rattery whose MRI technicians let them listen to ologies while getting an MRI and said that this podcast is like a weighted blanket where you learn cool facts. Thanks R artery. Hope all's well. Okay, evolutionary anthropology, we're gonna get to it. How did humans evolve? Ancient menus, mitochondria, trivia, how science can help you talk to your body, perspectives on some sticky medical terms, isotope magic, how much exercise hunter-gatherers get, carnivore diets, flim flam scales, the history of the body mass index, and what to do if you're in kind of a bit of a slump, according to science, with author, professor, metabolism expert, and evolutionary anthropologist, Dr. Hermann Ponser. Hi. I'm this episode I don't know I wish that we had like a full 24-hour marathon to do this episode because I have so many questions. Okay, we'll start with the easy one. If you could say your first and last name and the pronouns you use. Sure, I amn Ponser he him his got it and doctor of course sure I mean between friends whatever what all the just you call yourself yeah? Yeah, let's say, let's call it evolutionary anthropology. Okay, first off, you're an expert in metabolism and, first off, metabolism, What even is it? Where does it come from? Yeah, so you know, you are made of 37 trillion plus or minus cells. And every one of those cells has work to do all day. They've got to bring nutrients in and break them down and build them back up. And all that work takes energy and all that work takes energy together is what we call your metabolism. And when you are looking at say your Fitbit or your or a ring or whatever and it says based on your height and weight you probably burn 1700 calories a day or 1200 or whatever does it have any idea what the fuck it's talking about or is that so off? It's a little bit better than a random number generator. So just a little. So it gets this much right. It is most of what you burn every day, even if you're an active person, most of the calories you burn every day are just, it's not about activity, it's about all the other stuff your body's doing as you're as we're talking here every fifth breath I think is the oxygen needed to feed your brain right so 20% of your breathing goes to fueling your brain, whether you're filling a whiteboard with physics theorems or watching my dog breathe because she's old and precious. That's true, that your brain uses a lot of energy and so we can all feel good about that. Your brain runs a 5K every day, it's 300 calories a day. So, you know, it's most of the energy you use is not activity. And so when you have a fit bit or something like that and it's trying to, you know, kind of ballpark or guess your energy expenditure based on activity is really missing a large part of what's going on. It does have your height and weight in there and it's true that the bigger you are, the more cells you're made of, the more calories you burn. So that part is more or less right, but even there, there's so much variation person to person that it's just a real wild guess. Okay, I mean I understand BMI is not really accurate at all right? Well depends on what you're trying to measure right? B BMI is great for knowing your BMI. So BMI, side note stands for body mass index and mathematically it's your body mass in kilograms divided by the square of your height in meters. And medicine's optimal BMI lands somewhere between 18.5 and 24.9. And this is a little fun fact. So the body mass index was invented in the 1830s by an Austrian scientist named Lambert Adolphine Jacques Quettaet, who, surprise, was an astronomer, not even a medical doctor. And this was during a time when physicians were just beginning to learn that germs exist and that bloodletting doesn't solve all the ailments. So the inventor of the BMI, this astronomer, also influenced early proponents of eugenics. So the color-coded BMI charts at the doctor's office really don't seem to include that kind of trivia. But as we've mentioned before, so any legit MD can tell you that of course BMI does not tell the whole story and it's not fair to a lot of folks. But nevertheless as a broad ballpark of cardiovascular or pancreatic risks or joint issues related to body mask. Doctors we've had on the show have said it's a very rough and far from perfect metric. You know, it's if BMI is trying to get at your fat percentage, which is what most people, you know, that's kind of how we use it. We think about if you have a high BMI, it means you're carrying too much fat. But of course, you know, your height and weight, you don't, those numbers can't tell you if you're carrying a lot of muscle versus a lot of fat for example and so people who carry a lot of muscle tend to you know you'll have a higher BMI because your weight will be higher even though really your body fat might be low if you're an athlete or something like that. So yeah, BMI is problematic. It's an imperfect measure, but it's one of the best ones we have and it does do a pretty good job in aggregate at the population level figuring out who is at higher risk for different diseases. You know, if I know any one thing about you, I'm not going to know enough, right? But if I know, put all those data points together, then I can start to put a picture together. BMI is just one thing about you, but when I put it in the context of other stuff about you, then I can begin to put a real picture of your health together. So does metabolism depend a lot on your muscle mass or your lean to lipid ratio. I also like what if you have big heavy bones? How does that work? Yeah. Well, those are all good questions. So the biggest factor is how much, what we call fat-free mass, you carry versus your fat mass. And so all your organs and muscle, aside from fat, fat's an organ too. but aside from your fat, all of those organs, your liver and brain and kidneys, they all burn a lot of energy. So the more of that that you are and the less fat that you are, the more calories will burn at a given size. So to put it in real terms, you have the same two people that both weigh, let's say 150 pounds, but one of them is 30% body fat and the other one is only 10% body fat. They weigh the same amount, but the person is only 10% body fat. More of them is lean tissue, it's organs and muscle. And so that person who's only 10% body fat will burn more calories than the person who's 30% body fat, just because fat's pretty quiet, it doesn't do a whole lot each day and so it doesn't burn many calories. Let's rewind though. Can we go back to the fat as an organ? What? Yeah. What's that about? Yeah, yeah. I mean if fat's not just hanging out, it makes hormones. It pulls in nutrients out of your blood, does storage, and then it sends them back into your blood when you need them later for energy. It's doing jobs that other tissues don't do, so yeah, you need it. Is it true that you don't get more fat cells, they just get more capacious or just get more stuffed? What's the deal with that? Yeah, yeah, usually when you are adding fat, you're not growing more fat cells as much as you're just packing the fat cells you have with lipids, right? So your fat cells have this enormous capacity to just get bigger by pulling in fat. So what happens when you get a BBL? Do you do they you have the same number of fat cells but it's just maybe in different places that you find aesthetically more desirable. When you, um, you're gonna have to educate me. A Brazilian butt lift. That's a Brazilian butt lift. I don't know. That's LA. Now, so isn't that one of the, there's some of those where they take other people's fat, but this is why you take your own fat. This is you, they take your own fat? I think, yeah, I think they take like your muffin top and they put it in your boobs or your butt or your face. I mean I don't know if there's like a jack-sprat website where you're like I've got a little too much if anyone wants it. I don't have enough like a Facebook Marketplace tab I don't know. So you have you're retaining your fat cells but they're just in different parts of the body. You see now this really is a two-way street alley I'm learning from you things I didn't know that I think that I love that it's just like you turn it yourself into Plato and you just push things around. Migrate them. Yeah I mean so one thing to think about there is when they do that yeah they're taking cells right they're not taking like just stuff, you know what I mean? I think people think about fat as being this kind of like inert stuff that's not alive. It's alive man and so they're moving that around and I can imagine that's got some interesting consequences for how everything works. And yes, okay, so a Brazilian butt lift or BBL, it's the redistribution of adipose tissue that's abducted from your stomach or your thighs and then it's purified and whisked away to a new part of the body and the relocation it might change your life or it might be a mistake your mileage may vary. One beauty magazine urged those considering the procedure to first Google BBL done wrong and friends this may lead you to scroll image searches and stumble upon the saggy tragedy called diaper booty and it does look how it sounds. But unfortunately there may be more risk than just your booty, as explained by the 2017 article in the Journal of Aesthetic Surgery titled Report on Mortality from Gludial Fat Grafting, which warns that despite the growing popularity of Gludial Fat Grafting, significantly higher mortality rates appear to be associated with gluteal fat grafting than with any other aesthetic surgical procedure. So it's risky. What's happening here? Okay, so I looked into this and stray lumps of your fat can break free and then just enjoy a trip through your arteries resulting in a pulmonary embolism and we're seeing more and more reports of deaths from this procedure as people are traveling to potentially sketchy clinics for beauty tourism, also for more on harmful beauty standards here all over planet Earth. You can see the two-part callology episode, we'll link that in the show notes. But yeah, in terms of metabolism, if you store any more fat, it's likely to wind up wherever your fat cells were surgically relocated. They're basically trucking some cells sounds like from your muffin top as I understand it to you. So fat cells are more chill and muscle cells are maybe burning more energy, they're a little bit more active. Is this a mitochondrial thing? We always hear that they're the powerhouse of the cell. Oh, very good, yeah. Thank you. So mitochondria determine how much oxygen you can bring in. You need oxygen to be able to make ATP. ATP is the molecule that your cells actually use as energy and it's actually it's a rechargeable battery so you have ATP which is adenosine triphosphate and that's converted from adenosine diphosphate ada d. P. And so basically you're taking this two phosphate molecule, you add a phosphate, make a three phosphate molecule. It's all interesting stuff, but basically you're recharging this molecule. So you run on rechargeable batteries. When they're charged up they're called ATP and you need oxygen to do that conversion to charge up your batteries. And the more mitochondria you have, the more you can do that. So yeah, that's how that's all linked. And your muscles certainly have more mitochondria than your fat cells. Yep, that's right. So not everyone is able to manipulate their body composition for all kinds of reasons from physical disabilities to mental health challenges. There are economic factors. I totally get that. But if you're someone who can and wants to get slightly more jacked, maybe you want to flex at yourself in the mirror. I don't know. Maybe you want to have an easier time helping people put their carry-ons in the overhead bins. But you can also do it if you need a reason for the mitochondria. So this 2015 study in the Journal of Medical Science and Sports Exercise, titled Resistance Exercise Training Alters Mitochondrial Function in Human Skeletal Muscle, does contain a spoiler. And it reports that the loss of mitochondrial competency is associated with several different chronic illnesses and that endurance exercise it's long been known to increase mitochondrial function. However, as the title said, they looked into resistance exercise as well, like weightlifting and body weight exercise and yoga, and that also appears to be a means to augment the function of muscle mitochondria. And if you can get stronger, it could be an act of love to your future self as detailed by the study effects of exercise on mitochondrial content and function in aging human skeletal muscle which was published by the journal of gerontology and it notes that exercise enhances mitochondria electron transport chain activity in older human skeletal muscle. What does that mean? You'll feel better longer. So present day you you might be groaning bewildered in front of a kettle bell. But future you is like, get in there and get it, bitch. Do it for us. But let's go in the other direction in time. Let's travel back in time to our harrier shorter ancestors. Where did these, where did our systems change or evolve? When did we start veering off how much we use our body and what we're eating? Where did things get too far too fast? Wow. Well, I mean, how far back do you want to go, right? Like, first of all, mitochondria are these are like a bacteria that eukaryotic cells basically engulfed and started using as a power source. That happened like two billion years ago or something like that. It's a long time. Is that that's true? How did I never know that? Yeah, you're a chimera. We all are. Yeah, all you matter of condia. Our little bacteria, relics, isn't that wild? Yes. I didn't realize that we were running on other animal batteries. That's wild. Yep. I never knew that. In all the cell biology I took for years and years I don't think I ever grocked that. Oh my gosh, okay, so we engulfed these bacteria. Yeah, well I'm not you but billions of years ago A couple of billions ago. Anyway, and so that's when the whole kind of story starts and then man, then I'm around 220 million years ago. You get reptiles that decide to burn their metabol metabolism faster and you get warm-blooded animals that we call mammals today so there's a big step there. Primates get started about 65 million years ago after the dinosaurs get knocked out. Heads up. And then our story were apes, you know, apes are kind of like a 20 million year old story and our lineage is like 7 million years. We're like a 7 million year old branch from that with all these little dead ends and crazy things like Lucy and all these other species. And then our particular species, Homo, well let's say our group, the genus Homo, is about two and a half million years old and that's when we think our kind of modern metabolism starts shaping up and so that's faster metabolism separates us kind of physiologically from the other apes. So we burn our energy faster than other apes do and we think that that's to help support our big brains, we're more active than other apes are. We have bigger babies more often than other apes do. We live a lot longer and that takes energy to invest in your body. So probably your modern metabolism kind of starts shaping up over the last two million years and everything is going great and then you know we build ourselves these crazy zoos that we live in today and everything kind of goes to pieces. That's the short story. And when you say that we are metabolisms are speeding up is that because our brains get bigger and they're kind of like a V8 versus a V6 like just using more fuel? No, we get more expensive parts. So it's the V8 versus the V6. We have a bigger brain. Our reproductive systems are running faster so we can have these bigger babies more often. We are more physically active and so you need to be able to have a diet that's got a high enough energy content and to be able to digest it down and absorb those nutrients. You have to turn those nutrients into ATP, you have to burn those. So the whole system kind of has to get ramped up to be able to support faster metabolism. And so we see that happening over the past 2 million years or so, we think. So 1.4 billion years ago, you're far off slimy little ancestors engulfed bacteria and they made it ours and used it as a rechargeable battery that runs on hot dogs and flat white lattes. And then as we branched off into mammals, which branched off into apes, which branched off into the genus Homo, millions of years ago ago and then Homo sapiens 300,000 years ago we started growing these bigger brains and babies and needed a faster engine burning up more fuel to get us through our journeys of life. And in his book, Burn, Dr. Ponser describes his working with the Hudson Hunter Gather tribe in Northern northern Tanzania and I'll read you an excerpt of his description. He writes, the one thing we knew for certain going into the Hadza Energetics Project was that life as a hunter-gatherer is tough. Like other hunter-gatherers, and like all people prior to 12,000 years ago, the hods that have no domesticated animals or plants, no machines or cars or guns, no modern conveniences to or the day's food. Women typically go in groups relying on their encyclopedic knowledge of the plants around them and the latest info on what's in season to find productive groves of berries or tubers. Several species of wild tubers form the core of the Hadza diet and a woman can spend two or three hours on any given day digging them out of the hard rocky soil with a sharpened wooden stick. They can easily cover five miles or more on a foray, often with a child and a sling on their back and loaded down with 20 pounds of hard-won tubers on the return trip. Back at camp, women are often busy tending to kids, preparing food, or collecting firewood. Men usually leave camp alone, preferring to hunt by themselves to improve the odds of sneaking up on a zebra, baboon, antelope, or anything else unlucky enough to cross their path. They aren't picky. Just about everything except snakes and other reptiles are on the menu. Hudson men make powerful bows with giraffe sinew strings and add a glob of poison to the shaft of their arrows just below the sharp iron tip poison strong enough to kill a zebra with a single shot. Men regularly break from hunting to collect wild honey, climbing 30 feet into the crown of massive, ancient baobob trees and hacking into the giant hollow limbs to plunder and angry hive. They'll bring the game or honey back to camp covering 10 or 15 miles round trip to share with the community. He continues, we've quantified the amount of physical activity that the Hadza adults get each day, and the results are staggering. Both men and women average more than two hours of hard work each day, roughly 10 times more than the average American. That's in addition to the walking. They get more physical activity in a day than the typical Westerner gets in a week. The kids and old folks are active too. Kids are often tasked with fetching water, which can be a half a mile from camp, and men and women in their 60s, 70s, and even 80s are out most days foraging like they did in their prime. This impressive amount of physical activity isn't unique to the Hadza, he writes, all hunter-gatherers lead lives that would make Westerners melt. And while you wouldn't know it from our cushy, urbanized existence today, this extreme level of physical activity was the norm for all humans only a few thousand years ago. So yes, Herman has spent a lot of time across the world pondering your pancreas and butt muscles. So how did he land this gig? Well I got into this because I wanted to understand how people evolve and there's nothing you can understand. If you had to pick one thing to know about an organism, you'd pick its metabolism in my opinion. It tells you the most in the smallest amount of time about what an organism is all about. And so I just wanted to know how humans, how the human body works. Now it got this way. I never had any intention of doing any public health stuff and then we started to get all this really you know interesting and kind of useful data on hunter-gatherers and activity levels and how that affects metabolism and all of a sudden we I was like oh well I guess we do have things to share and to contribute in the public health space and so then it's been a lot of that ever since and it still is today. At what point did we go from maybe small packs of us to bigger villages and start hunting and gathering versus agriculture. How did our metabolism and our needs and our fuel change? Yeah, so hunting and gathering is, if you think about the genus Homo that is a hunting and gathering genus. So that's two and a half million years. That's before Homo sapiens shows up. We're like the latest hunter-gatherer model, but we're from a family of hunter-gatherers. The genus Homo is all hunting the gathering. And that changes things because all of a sudden you're sharing food a lot. It's crazy to think about this, but there's no other species where half of the group goes and forges on plant foods and the other half of the group goes and pretends their carnivores and goes after animal foods and then at the end of the day they all share it back at camp at the end of the day. That's a really crazy way to make a living. Do you want my pickle? But what it does is you can always depend on the plant foods, so you have this dependable safety net food or staple. And then the animal foods, a game that you go after, have tons of fat and protein and they're really nutritious. You know, you won the lottery kind of packages, you get a zebra or a giraffe, you combine those together, man, and that's unbeatable. And that's why the last 2 million years has been all about the genus Homo just taken over. And our metabolism kind of response to that, right? So that's that shared energy economy is the fuel we needed to evolve these faster metabolisms and our bigger brains and all of it. You know what sets humans apart from other apes. We're really social with these big brains. We share all the time. We're really cooperative. All of that happens over the last two million years and it's all tied directly to the foods we're eating the ways that our bodies are using it and the hunting and gathering way of life. And then agriculture 10,000 years ago? Yeah, that's a good bell park. Yeah, 10 or 12,000 years. This is really crazy. Agriculture, people figured it out all around the same time, independently, all over the world. Really? Yeah, so like people in the Americas figured it out, you know, the Aztec and Maya that's famously, in the fertile crescent the Tigris and Euphrates rivers that you probably heard about if you were my generation learned about in social studies the Near East and then of course in the East Asia that they figured that out there too and probably other places in Africa and so yeah, it's one of these like kind of good ideas Isn't that amazing that sometimes you have these great ideas and they get figured out independently. It's just kind of like the time has come for them. And agriculture is one of those ideas. What a trend watch. The hottest thing right now? Agriculture. That's right. Are you still going out there to get your food? And for more about where fire plays into our history and its role in our brain size hundreds of thousands of years ago. Yeah, we have a whole episode dedicated to that, it's called pyrotechnology, so we'll link that in the show notes. But going forward to the switch to golden fields of wheat and rye, it didn't happen as fast as like a Tik-Tok home interior trend, which I'm sorry goes too fast for anyone to keep up with and it's wasteful. That's neither here nor there, but rather agriculture took up until 6,000 years ago to hit Ireland and the UK. And of course, some places continue with hunting and gathering longer, with changes gradually occurring with livestock and plant crops and then more massive changes as those lands were colonized. How about grains? So did we tend to veer toward grains because of storage reasons and because it was more predictable. Like, did we kind of shift our carbohydrate to protein? What happened there when we became agrarian? Yeah, so a bunch of things happen. The foods narrow, first of all, because now you're dependent on a few crops that you know, you really spend a lot of your time and energy getting, and so the diet kind of narrows. You're certainly eating a lot of carbs in pretty much every early farming culture that we know of, but that's not such a new thing. There's this idea out there that hunter-gatherers were eating all this meat and they hardly had any carbs and as far as we can tell that's completely bogus. That's that's just isn't true. It's totally bunk. Hunter-gatherer diets in the past were really really diverse depending on where you lived in the world different foods might be available to you and so yeah if you live in the Arctic where nothing grows then surprise surprise yeah you're gonna eat a lot of meat and fish. But elsewhere in the world, people eat a variety of diets and a lot of it's pretty carb heavy. So that the carb content probably wasn't the new feature. It was more about a couple things. First of all, you start farming and the food becomes even more dependable. You can start kind of manipulating these animals and plants to provide more energy per bite. And so, you know, corn, for example, is a classic one. It goes from this little smaller than your pinky kind of a head of grass and turns into the corncobs that we know today. Wow. Domestic animals today on farms carry twice as much fat as wild animals do, right? So the wild game that we would have hunted has only half the fat that you would have on a domesticated animal. And so we start manipulating these species, and by the way, we're manipulating their metabolisms too. So this is, you know, for me, everything's a metabolism story. And guess what happens? We take all these extra calories and populations explode because we turn those calories into babies. And so populations grow, villages grow, but at the same time, now we're like living really close together in population densities that we never used to and people start getting sick and so you see like contagious disease you see people actually get shorter because they spend their childhood sick with all this contagious disease rather than being able to sort of be less exposed to that in a smaller hunter-gatherer camp. So, I mean, it just changes everything. What's with all these babies? Okay, well, our changing diet enabled our species to make more babies, of course, but also feed those babies earlier with grainy mush. And earlier mush feeding meant shorter periods of breastfeeding, which means that a person is fertile again sooner and that means more babies. So as a species, grain meant success. Until then it didn't. When did we get kind of too rich for our own good? I mean if we think of a calorie, if we think of fuel we're essentially like sitting on an oil mine most of the world to the point we are today like are we too wealthy with energy oh Oh yeah, I mean there's a few ways to think about that. First of all obviously we had this global obesity crisis and that's telling us right there. I mean you don't have to go any further than that to know that we are eating more calories than we're burning off. That's almost entirely driven by changes in our diet and the fact that we have just so many more calories available to us. I'm talking to you from my home. I have that literally at arm's reach, like, I don't know, I haven't counted it up, but like I said, I think it's a billion calories, more or less. God. It's just the holidays so you know I could like eat a week of chocolate if I want to do right now. Okay before anyone gets worried we'll discuss the term obesity at length in a minute, but in terms of caloric resources. So poverty and food scarcity abound in so many countries, including whichever one you're in right now. And in the US reports estimate that more than 44 million people face hunger and that includes one in five children. Globally estimates range from 700 million to 2.4 billion people who experience hunger and food scarcity. So when we talk about a wealth of calories, that is by no means universal, far from it. And conflict in some regions can account for a lot of that, but unemployment and low wages are also huge drivers of food scarcity. So why do some of us have too much fuel for our physiological needs than our evolution has bargained for? Well, because just in like the blink of an evolutionary eye, our food sources have changed and in the last 100 years what's become affordable, particularly in food deserts, is lower in nutrients but richer in fuel, like a higher octane than the engine we've evolved for the last 2.5 million years of our genus. So your ancestors, they did not have prescription antibiotics. They did not have general anesthesia or x-rays, but they also didn't have marshmallow peeps in every color. That's crazy, right? That's never happened. That isn't how life's supposed to work. And not only that, but the way we make the calories is really peculiar. So would you care to guess how many calories of you know of fossil fuels basically because this is what we do we take all this energy from the outside world and right now we're hooked on fossil fuels to do this used to just be fire. But now it's at a whole other level of fossil fuels. We take all that energy and we use that to make our food, right? To plow our fields or to make fertilizer. Would you care to guess how many calories it takes to make a hundred calories it takes to make a hundred calories of food. Oh God, a hundred calories of food. I was going to guess 500 but then I opted because I figured that was too conservative so I don't know what I'm doing here. A thousand? Yeah, that's about right. Am I right? Yeah, it's like a 10 times more. It's about eight times the energy it takes to make the calories on your plate. And that's, that's, that's insane, right? No other species can survive if it burns more energy than it gets. Oh, so we should all just drink gasoline, probably. You heard it here first, people. It's not intended to diagnose or treat any illness. What about in terms of this epidemic of, I'm going to air quotes, obesity. I know that a lot of us might have a hard time with those words or those labels or if you go into your physician, they might say very clinically like you're at this, you're at that, you're at this, but also socially, so many people have been objects of oppression. So how do we parse out what's healthy versus what's just body shaming? That is a great question and you're absolutely right that there's way too much stigma and moralizing around this. I wish it were otherwise, but it is still the fact that people who are carrying more than is healthy in terms of body fat are at a greater risk for a whole lot of different diseases. Diabetes is probably the main one, but heart disease, kidney disease. We saw the COVID, the first way with the COVID pandemic that people who were overweight had a much greater risk of serious complications with that. And so I wish I could tell you that, yeah, it's just all stigma and it's all cultural and we should just ignore it. But in good conscience, I don't think I can. I think there's just too many very solid studies out there showing very clearly that carrying a lot of extra weight is not healthy when you carry that weight as fat. I think the fact that it's gotten so stigmatized is super, oh it's terrible on a personal level, there's a personal tragedy, there's a personal cost of that obviously. But it's also counterproductive to the public health intent, you know, of some of these measures that end up being seen as stigmatizing. And when people just totally turn off because they're feeling like they're not being heard or they're feeling like it's more oppressive than helpful, then yeah, of course people are going to tune out. So that's how I parse it personally. I just I was not sure how to approach this episode because I want to be inclusive, I want to be sensitive, so I don't want to toss terms at you that feel painful or that are insulting and also the current scientific language for a range in body fat composition or rather the less accurate, BMI, is as follows. Underweight, healthy weight, overweight, and obese. And as Aubrey Gordon, who's the host of the podcast, maintenance phase, she points out in her book, what we don't talk about when we talk about fat. This term obese has a dark etymology. It means having eaten oneself fat. And the term has been weaponized against fat people for decades and also side note many people prefer the term fat having reclaimed it so the word obese means different things to different people. There is currently far from a consensus. So I wanted you all to inform me with your lived experience. I wanted to hear what you had to say. So I asked listeners on X and Blue Sky calling only for medical professionals or those who self-identify as fat. What terminology they prefer when talking about body composition in a scientific and public health sense. And I think it was pretty consistent. I know it wasn't. So, So, So, So Hale, Allie, says, my ophthalmologist who told me that I'm medically obese and explained the requirements for being called obese. I'm okay with fat or obese since there are requirements for being called obese. And A club Perez says, I like the term fat as a self-descriptor. But Lord of Goats says, I don't speak for all fellow fatties, but at 6.1 and 375 pounds, I'd say there's a clear distinction between clinical terms and social slang in context matters. He says no clinician should be using terminology that was immediately lifted from social media. K. Sarah, X says, isn't overweight the correct term factual and with less negative connotations that obese, fat? Because you could also be underweight as well. But Confetti noodles says disagree with overweight. Fat is a neutral adjective and a neutral descriptor of body types. Additionally, overweight is a word that most fat acceptance folks avoid because it's like over what weight exactly but Dr. Suzanne says if someone called me obese or fat it would take me several days to recover from it. Overweight is as close as I can get without a full-on meltdown. Zigzag 156 says as a person who used to be 350 pounds and is now 250, obese is fine. It's simply a medical term to describe when someone's BMI is over 30 which is generally linked to worsening health problems. Dear Blue Earth says that I feel obese is mostly used by people who don't have good intentions at heart. They like fat, but sometimes it shocks people when you say it. Also men use fat against you, they say. Kevin Vanday says, I used to be around 400 pounds, although now I've lost about half of that but I never once considered obese to be a slur. If anything I tended to use obese overfat. Bureauziam says I don't ever recall being bullied with the term obese, but fat ass for sure. Someone with the handle, fat man says, couldn't care less about the term used. Overweight, obese, heavy, etc. It doesn't matter to me at all. The tone and the content of how a comment was made is far more important to me reacting negatively. So yeah, it's all over the map. This was illuminating for me too how much every answer varied, but my point is no matter where you fall, open your minds to other sensitivities, and also advocate for what feels right to you. And feel free to communicate communicate that tone and intent is also important so for God's sake be nice to each other and take your judgments and throw them in a volcano now luckily our lead editor the wonderful and the brilliant Mercedes-Maitland, has an undergrad degree in anthropology and a master's of science communication and happen to write her dissertation on exactly the subject and the title of that dissertation was investigating the availability of information on the evolutionary mismatch hypothesis in the media and public health literature. So a lot of metabolic issues that Dr. Ponsfer is talking about can be boiled down to the evolutionary mismatch hypothesis. The humans did not evolve for this life. And Mercedes cites several studies explaining that it's important to note that the health recommendations provided by an evolutionary mismatch hypothesis framework already align with standard health advice. They simply provide a higher level understanding of why those actions lead to better health. And participants and studies who were educated on the evolutionary mismatch hypothesis said that novelty led to curiosity and sustained interest and it made it easier to link the information to their own experience, she writes. So for all of us, zooming out from how you look or what a dick doctor might be barking at you and looking at the history of our species can help us understand how our bodies work more. Because all people should not be held to the same standards of ability or of appearance or even metabolism. How much of that is just genetics and how much of that is your body composition, how much muscle you've been able to retain or build, things like that? Well, okay, so that's a complicated story too. So it's a lot, your genetics has a lot to do with whether or not you will struggle with your weight. And that's because, as far as we can tell, your likelihood of putting on too much fat has to do with the way that your brain responds to food, right? And there's a lot of different genes and a lot of different gene variants that are going to be involved in how your brain is wired. There's also, of course, the way you grew up and how you were exposed to food growing up. And so all of those things shape your brain, wire your brain in your reward systems to respond to food in a particular way. And they're going to determine if you think about food all the time and kind of can't, you know, can't miss a meal without feeling miserable. So your genes matter a whole lot, but I'll tell you what, we all have the same, our grandparents' generation and their grandparents' generation have the same genes we have. But though we have the same genes roughly as our grandparents we have a different number of 7-Elevens and corporations that take your money and build you sugar bombs so that your health insurance company can then make a profit off of your suffering. And Herman says that's where it's complicated because the genes only matter in a bad environment. Did the 70s corn syrup explosion have a lot to do with health rates and life expectancy at all? I just want to first of all say that the 70s corn syrup explosion if it's not a banned name yet it needs to be immediately. It's definitely a jam band with too many carbohydrates and simple sugars. Yeah, yeah. It's a raspberry jam band. I love it. So yeah, people always want to find the the superv, right? It's not, it's not carbs, it's not sugars, it's not, I mean, none of those things are good for you, just be real clear. Like extra sugar isn't helping anybody, but it's the kind of combination of it all. It's the fact that all that corn syrup goes in to these ultra processed foods that are literally engineered to be overeatin. Right? That's how food companies make money is if you can't stop buying their food. And so, you know, and they're not, I don't even really blame them for it. That's like, you know, don't hate the player, hit the game, I believe is the expression. Yeah. They're doing what they're built to do, which is to sell food. No, I'm sure they're not trying to make anybody sick. You sure about that? You sure about that? I don't want to believe that. Anyway, they are though because those foods are as close to addictive as they can make them legally, I think. Where does your endocrine system come in in terms of, what is it, grelin and insulin and also just as you age your estrogen or testosterone changing or your cortisol they you always see those those ads on the internet that's like too much cortisol you've got belly fat and you're like who does it have cortisol there's a good in a pandemic yeah where is where is your end recurrent system yeah so okay so that's a great example of again, the sort of another layer of complexity, but we can also use this to understand what's happening. So, okay, so your endocrine system, that's your hormones signaling across tissues across organs. A hormone is a signal sent by one organ to another through the bloodstream. And so your endocrine system is all about the hormones sloshing back and forth with your body talking to itself. And those signals, those hormones, are meant to regulate things like how hungry you feel, how full you feel, all sorts of, not just hunger in society, but two so they're going to be part of the kind of reward system people are going to complain that I'm kind of mixing up neurotransmitters and hormones, but I'll let them complain, that's okay. They're part of that reward system that either makes you feel so excited about food that you can't stop or not. But here's what's cool. Let's hear it. There are also hormones that your intestines called incretins. And those hormones help you feel full and satisfied. And those are the hormones that the new class of weight loss drugs mimic. This is why these weight loss drugs are working to sort of manipulate how full you feel and therefore get control of your hunger in in society and I you know I'll be really clear I don't have any investments or anything like that I'm not going to make any money off those drugs somebody's going to make a lot of money on those drugs but it's kind of exciting because back in the 90s we started to discover the hormones around hunger and satiety. How hungry you feel, how full you feel. Karelen you mentioned, which is this hormone that your stomach makes when it's empty, makes you feel hungry. The other one is Lepton, people might have heard of. Lepton is a hormone that your fat makes. Your fat makes lepton in response to getting chucked full of fat and sugar. Well, fat only gets full of fat, but you can pull blood sugar out of your blood and turn it into fat and store it in your fat. So when your fat cells are getting filled, your fat goes, ah, and it makes lepton. That's how I pictured it. You can't actually hear your fat side, but if you could, and it makes lepton. And your brain hears that lepton and it should be part of what makes you feel full and they were going to give people lepton and it was going to make them feel full and they'd stop eating. And it works amazingly if you're a mouse. Yeah, a bummer. It doesn't work so well if you're a human. It has, it's the same hormone with the same role, but for whatever reason it didn't have that effect in humans. So they've been hunting around right because there's a lot of these hormones and that's what this new class of weight loss drugs is. They were like, oh well what about this hormone that your body makes after you eat? Mm-hmm. Does that last or does it have like a rebound effect and also I understand that for people who are diabetic it's like a medical necessity in some cases, but it's also really difficult to get because it's such an effective way to change your body mass. Yeah, there's all kind of an interesting like societal questions about or out access with that. Is there a rebound? Yeah, it looks like if you are on it, you will lose as much weight as people lose like in bariatric surgery, which is kind of incredible. If you go off of it, you'll gain the weight back. At least a lot of it. I don't know about all of it. And I'll just say, again, I'm just watching the science come out. I'm not involved in any of it but just watching these studies come out it's super impressive to see because it's the first time that we've had a weight loss drug that seems to really have this the size of an effect what we know now is that the effect is pretty sizable if you stay on the drug it lasts if you come off the drug it bounces now who's going to bounce back more who is going to bounce back less is there something you can do with lifestyle interventions to be able to come off the drug but keep the weight loss that's the frontier right now that's where people are at right now and And Herman notes that these drugs, like somagletide, started off as diabetes medications that regulate insulin secretion. And if body composition is a factor in any cardiovascular health or diabetic conditions, these drugs can also help with that and lower high blood pressure or cardiometabolic diseases. Although my friends who are diabetic are not down with the general populace or a lot of celebrities taking this and gobbling it up well folks who have diabetes cannot get a hold of it that sucks But again, it's a bigger picture of total health assessed by a doctor who listens and doesn't like write off other concerns as just weight related because actual weight doesn't tell you everything about organ health or your muscle mass or even your metabolism. In fact, I'll tell you a little secret. The best thing I've ever done for my body was in my late 20s. I took my scale. I took it to an alleyway behind my apartment and I smashed it with a hammer and then I tossed it into a dumpster hard. Because a number fluctuating every day and not reflecting muscle or water was doing so much damage psychologically. And so I switched it and I tried to focus on how many steps I was getting each day because I knew the days that I went on walks, especially if I was outside, I felt less anxious and sad and I had more energy. And if you can't take walks, we've done other episodes about how just going outside, being around a tree for a few minutes can provide a psychological boost. But yeah, for me, scales are garbage, literal garbage. I actually went to the doctor this week and it was a gynecology clinic and they actually had their scale set to kilograms, which as an American I was like, sweet, I don't know what that is about. I have no idea. I'm not gonna think about it or Google it, because that's not the point. Well, when it comes to yo-yo dieting, I know the worst health I was ever in, body mass wise, depression wise, like autoimmune stuff wise, was when I was trying to get skinnier and I just, when given the opportunity I could eat like half a jar of peanut butter because I was just so pissed to be depriving myself. So I know that yo-yo dieting is part of it is probably psychological, but how much too is that metabolic and how do people avoid that if they're just like fuck this? It is so hard and what I hate is when people have these kind of conversations with folks like you and they say well here here's what you'd have to do. You know, like there's one easy answer that people haven't already tried. So I'll just start by saying it's hard. And my suggestion is to, if you are pissed off and feeling deprived on whatever food, you know, whatever diet you're on or whatever nutrition plan you're kind of trying to stick to, then you're not on one that's going to be sustainable. And you got to find one that's better and you know that's where I do think there's a place for intermittent fasting or for low-carb diets if you keep them if they're done in a healthy way or for vegan diets or Mediterranean or whatever. But that's, I know it's hard. And it's a lifestyle, not a diet, right? I know that I'd be like, I'm at my goal weight and then I'd be like, sweet, go eat like a double-decker taco from Taco Bell. I'm like, what happened in my, why don't my pants fit? Yeah. Okay, first off, I love double-decker tacos. Also, when I'm sick or I have a migraine, all I want is a Diet Dr Pepper and Cheetos. And it's disgusting, but it's a decision made not by my body, but by my soul. But Herman told me that we all have a little bit of magical thinking around this stuff too. And it's really hard in modern culture and with the food available to folks in food deserts on lower incomes and really anyone to track how much fuel we're putting into our bodies and how our individual endocrine and neurological systems are going to react to them. And Herman says that there's such a stigma around body image and health and so much undue blame on individuals that it turns into a mental challenge and a stress to just try to tally numbers and understand this really complex and impossible system that he's been studying for over a decade. And if you have access to health care, talk to a trusted doctor and maybe get your thyroid or your blood sugar's checked if you're feeling a little off. But okay, onward to some of the 49 pages of questions we got for Herman. I have so many questions from listeners. Can I lob them, some at you? Oh, that's why I'm here, isn't it? Yeah. Yes, okay. But first let's donate to a charity of theologist choosing and Herman said the choice was very easy and he'd like to go to the Hadza Fund and the Hadza Fund provides health care to this hunter-gatherer community by funding an ambulance for the critically ill resources, food and medicine during hospital stays, as well as preventative health care like mosquito nets to combat the spread of malaria and to find out more you can go to hodza-fund.org so thanks to sponsor the show who made that donation possible. Okay let's get some burning questions off your chest including this first one about metabolic speed which was on the minds of Julie Scott Olga Dawn and Eric Easton and Anne Marie Everhart Michael Michael Weggman, Lina Stott, Lisa Roll, Sophia A, Sharon, Tara Lee Johnson, Valerie Bertha, first time question asker Angie Smith, and Abigail Ladd is in Denver. Hi Abigail. I am curious about the idea that we can speed up or slow down our metabolism just with products, particularly the biggest loser study. The biggest loser study showed that extreme dieting caused a slowdown in people's metabolisms but then there's been some sort of debunking out of that that I've seen so it seems to be really conflicting and I'm just I would love clarification. Well so the first question was the easier one which is are there products out there that can boost your metabolism and the answer is no with a caveat. Okay. The caveat is there are some illegal things you can do that will boost your metabolism that are not recommended and you know it's so that's partly a joke there are some illegal things you can do that would use your metabolism but you shouldn't do them because they'll kill you like are those things you snort or those things you get illegally by prescription? Yeah so moving on there's a I don't know actually so they used to sell this one I forgot a blank on the name of, that would speed up your metabolism. It made your mitochondria leaky. And so they would just burn through all this energy trying to charge your atepes. Okay, so side note, I believe Herman is talking about this drug known as 2 for dinitrophinol or DMP for short and it's been used in things like bombs and pesticides, but taken by alive humans, it ups your metabolism by 30 to 40 percent, which of course can melt away excess fat. It can also cause rapid heart rate, cardiac arrest, cell death, and hyperthermia, meaning you literally cook yourself. D&P can also very much kill you, so much so that people have used it to unalive themselves. So yeah, no, not worth it. You are wonderful as you are, which is living and breathing. And so they had to stop selling it, but obviously it's super terrible and really dangerous to mess with your metabolism that way. So no, your coffee in the morning gives you like, maybe like a little tiny little bump. Or not a bomb. But you cannot boost your metabolism. Everybody out there trying to boost your metabolism with whatever settlement you're buying, you're just being robbed. I'm sorry. Please, for your own sake just stop. You can't even really boost your metabolism very much with exercise it turns out. What? And that's one of the big surprises. Yeah, so when you're exercising you burn more calories. That's true while you're exercising. And if you start a new exercise program, then yeah, for those first few weeks, you know, you'll you'll be burning more calories by the end of the day than you were before you started it. But this really interesting phenomenon happens where your body adjusts. And so after a few months, you're not burning a whole lot more than you were when you started and maybe not any more than you were when you started and so you know that's that's some of the really surprising work that's come out of my lab and some others So apart from field work observations in interviews. What does this lab work entail? Okay, well in his book Hermann explains how difficult it was to do this research in decades past when you'd have to essentially lock someone in a metabolic chamber and measure the ratios of carbon dioxide and oxygen in the room and also collect pee from the entire state to analyze for metabolites of protein and stuff. But then in the 1990s when mass spectrometry analysis became more affordable, scientists were able to do this thing called the doubly labeled water method and they had used this before in smaller animals, but it was more affordable now to use in humans. And this involves people drinking a water sample with special non-radiactive isotopes of hydrogen and oxygen and then later analyzing a P sample maybe two weeks later to see how much carbon dioxide they had produced based on what's left of the isotopes. So water, some pee, some mass spectrometry, so much easier than an airlock chamber. And yes, more affordable. And he writes in Byrne, so what's the bottom line? How many calories do we spend each day? It depends, of course, but not on the factors you might think. Here's a fun snapshot for you. We're talking about hunter-gatherers before. So my lab, our group, did the first measurements of calories burned per day in a hunter-gatherer group. We went and worked with these folks called the Hodson and Northern Tanzania and they get more physical activity in a day than most Americans get in a week, you know, hunting wild game and getting wild plant foods but despite that despite that to our enormous surprise because we do not expect this going in they burn the same number of calories every day as as Americans do what's going on? Yeah, because their bodies have adjusted this really rigorous lifestyle and they're saving energy elsewhere. And your body will do that too if you start exercising a new exercise program. So you know you might not sort of wipe out the entirety of the exercise bump but a lot of it. And even if you increase your muscle mass by a lot like like if your weightlifting? Well, so that's interesting. So that's understudied. You know, most of the exercises people do to lose weight are like cardio and you don't gain a lot of muscle mass, so that's not even a factor. If you do gain a lot of muscle mass then what we would expect that is you know for your size yeah sure you're going to increase your energy expenditure because you've gotten bigger right back to this whole issue of, you know, what is metabolism, well as your body at work, if there's more of you, yes, you'll burn more calories. But for your size, we don't think your expenditure will go up that much. Wow. So it's mostly diet as they say? Oh in terms of your weight, yeah. I mean it's like it's not even worth worrying about exercise for weight. Hang on, very important message here. You should still exercise, by the way, it's really good for you. And some of those adjustments that your body makes and response exercise are probably some of the reasons. Exercise is so darn good for you. So I'm on team exercise 100%, but we have to think about exercise and diet as two different tools for two different jobs. So you know, diet's about diet for your weight and exercise for everything else. What about the serotonin component and the endorphins? Is it mental health I understand that exercise can be as effective as some antidepressants? Yeah, yeah, that's absolutely right. And there's lots of great studies out there showing exercise interventions for depression is a really good tool, like you say, as good as a lot of the drugs people take. Plenty of studies. Yes, so go ahead, get yourself a wing back chair, get a big cup of tea, and settle in for years of reading published studies. Cobwebs are going to grow on your arms because there's a lot. But here are a couple samples. So the 2017 meta-analysis titled, is the comparison between exercise and pharmacologic treatment of depression and the clinical practice guideline of the American College of Physicians Evidence-based in the Journal Frontiers of Pharmacology gave a recap of experiments and it found that three randomized clinical trials compared four months of exercise to just antidepressants and that all of these studies reported that exercise and standard antidepressants were equally effective. And then another 2015 study in the British Journal of Psychiatry called Physical Exercise for Late Life Major Depression showed that the greatest improvements people had were with high intensity aerobics, followed by low intensity aerobics, followed by just antidepressants. And other studies show that exercise and medication can be an effective two-pronged intervention for major depression. So what is the message here? Well, it's not for me because I'm not board certified in shit. So you have to talk to a doctor and under no circumstances go off antidepressants on your own and I say this as your friend I say this as your internet father and this spring I've mentioned this before but I went off a fixer to try medication for ADHD instead and for my hormonal issues and guess who ended up in the ER with a panic attack that was me remember that that was me. Of course you don't remember because I don't know if I mention it. But my point is, please do research, talk to a doctor, don't go cold turkey on your own. And also, make sure that your loved ones know that you're changing any medication and that you have a lot of loving support. Or better yet, maybe just consider adding exercise to your medications if you're physically able to and see if you feel more amazing and if you're feeling like garbage and are feeding yourself garbage like I sometimes do remind yourself that your body deserves fuel and nutrients and that companies marketing you things are in it to make money, not to make you happy. But what happens if you do all this and you start to feel healthier? And then that second part, yeah, so the slowdown in people's metabolisms after they diet, that's a bit of a myth. No, so that's depressingly true. So you can slow your metabolism, you can't speed it up. If you lose a lot of weight, like they did in the biggest loser, people like people lost a human's worth of weight. It was talk about unsustainable. It was completely unsustainable the way they did it. And so the folks who managed to keep a lot of that weight off even six years later their metabolic rate was still slower than you'd expect for their size their body was still kind of trying to write the ship right that it's a survival response if you lose tons of weight right away really fast, your body, you're an evolved organism. We've been evolving for millions and millions of years. We have all these mechanisms in place that say, look, times are tough. We've got to tighten our belts and lower the metabolism until things get better again. And so that's real. That absolutely is real. And people in the biggest loser who kept the weight off for six years, their bodies were still in that mode. And the people who gained all the weight back, well, their metabolism's recovered because their bodies were like, yep, we did it. Good job, guys. And I imagine it's just evolutionary processes helping protect you from future famines. Yeah, exactly. Every species will do this. Just as far as we can tell, any species given the opportunity to put on extra weight will. And it seems to be because, you know, it has just been a truism, a fact of life for the hundreds of millions of years that animals have been evolving, that you could always end up in a lean time and so you always better be prepared. And yes, it's hypothesized that some people's bodies have a thrifty genotype and they're more efficient at surviving those lean times. But our relationship with processed and high calorie and low-cost foods presents a challenge to tell our brains that we have to contradict hundreds of thousands of years of survival instincts and genetics every time we walk into a grocery store. The cinnamon or ginger or any other herbs or spices actually do anything for your metabolism? I myself put Cayenne pepper and black pepper in my chai every day but for flavor but the idea that you can take like a capsaican pill and.J. Deutsch, Hannah R. R.E. R. J. Bynle, Matthew Walker, Amanda loves Kurt, Quincy J. Byrne, Mish the Fish, Felipe Haminas, cool next door, Monica Alvera, Margot, Margot, Sarah, Sarah Moorecom, Griffin Russell, Julie Scott, and member of the BFF audio asking tier on Patreon. Aaron Ryan says, look, we're all thinking it. Why does my metabolism suck? Oh, I've got good news for you. Okay. It doesn't suck. All right. Some of us do have just because of our genes or maybe because of the way that the conditions of which we grew up, we're not entirely sure, but some of us do burn more calories than others, that's true, just inherently. But, and we've done this study in our own lab, we've done it, seen it places. People who have slow metabolisms aren't necessarily more likely to gain weight. People who have fast metabolisms aren't necessarily less likely to gain weight. So we always blame our metabolisms. But the fact of the matter is it really comes down to your brain. So your metabolism is great. It's your brain that's giving you trouble and it's giving you trouble because you know you're surrounded by all this really delicious food that you can't it's hard to pull yourself away from. So many people, Greg Lewis, Valerie Bertha, Ryan Walsh, Les Johnson, Caliternbill, Matthew Wynne, and Erwill of Grahammoken. Also, Lianna Schuster, Anjali Hamale, Rebecca Cloud, Daniel Kelly, Hannah Boyd, Average Pie, Lauren Arne, Reneal Mandre, Margie, and Dexter, and C. C. Pae Birch. All asked, in Greg's words, how does aging affect metabolism? And does being an active senior make a difference? Does it slow down as you get older? I've read some of your research and I know the answer but. Yeah, this is one of the most fun studies I got to be part of over the last couple years. We'd finally put together this like roadmap of your metabolism from birth till very old age. And so we know the answer to that. So first of all, as you grow up and get bigger, there's more of you, you burn more calories, right? So bigger people burn more calories. Men tend to burn more calories than women because this gets back to the you know what kind of weight are you carrying women tend to carry a bit more fat for a given body size men tend to carry a bit less and so if you know fat is quiet other tissues aren't so men tend to burn up more calories just because the body composition difference once you control for that men and women are the same so the numbers crunched in most studies are based on the model of sex assigned up earth, but my non-binary and trans pals, I see you. So bigger is more, more fat-freefree mass you burn more calories but once you control for that so now we're talking about like a like a thing about this in terms of like pound for pound right for a given size how does does your metabolism change? Well, it's really high when you're a kid from about one year old. It's at the peak, right? One year olds are burning 50% more calories needed to expect for somebody their body size, which is kind of incredible. And it's because of all of the stuff that your cells are doing all day to grow and be active and develop. And then you peak at about one year old and then you sort of slowly come down through childhood and teenage years. And in your early 20s you hit your adult level. So whatever you and I are at, Ali, and Greg, you two and me, where all of us adults were at our metabolism kind of plateau. And we're going to stay there. You're there from your 20s through your late 50s. Oh, wow. Late 50s? Yeah, it really doesn't change with menopause it really doesn't change as testosterone levels go down in man and I was really sure it did I'm 40 I'm in my 40s and I was really sure that my metabolism must be slower than it was when I was 30 and you know it doesn't look like that's true and then after 60 it starts to decline so that that decline is real and so active seniors that might be the case that's staying really active as a senior 60 years plus is a good way to kind of keep that decline at bay. What we'd love to know is, so, okay, when we see metabolism starting to slow down around 60, that's your cells becoming less active. Right, they're slowly kind of turning down the volume knob there on everything they're doing. That's around the same time that people start to get sick. Your likelihood of heart disease, dementia, things really start to kick up around the same time. And so that makes us think those things are related. And so if we can keep ourselves more active, do we keep those diseases associated with old age at bay? Man, wouldn't that be cool to know? And wouldn't it be great to be able to use that kind of therapeutically, but that's next step. And for more inspiration to take Zumba classes until your 90 other than just having sweet sweet moves, you can see the 2021 paper titled, The Active Grandparent Hypothesis, Physical Activity in the Evolution of Extended Human Health Spans and Lifespans. And it summed up several previous studies that showed that about 20 minutes a day of moderate physical activity or 12 minutes a day of vigorous aerobic activity reduces average otherwise sedentary person's relative risk of all-cause mortality by 50%. So you do that 20 minutes a day, 12 minutes a day of harder activity, your mortality rates go down by 50%. Which if you live in the United States, that can help you judge medical bills that could bankrupt you. So that's a plus. So the active grandparent hypothesis, what is that? It's one by evolutionary anthropologists to answer the question, doesn't nature just want your babies and then for you to die? Why would humans have evolved to be so active and not dead after they reproduce? Well, researchers found that in the Hadza and other hunter-gatherer societies, active grandparents will forge for up to six hours a day, taking that burden off of new mothers who are tending to the squirmy little babies. So the active grandparents out there foraging bring in more calories for the whole community, kind of like when grandma sneaks you an ice cream sandwich and you both promise not to tell your parents. Also, before any of you write me letters, I love you, but before anyone writes me a letter, yes, calories is the same thing colloquially as a kilo calorie. Technically, a calorie is one one thousand of what we call a calorie, but yes, it's just confusing terminology. I don't make the rules. Denise and Scott want to know, is six meals a day to boost metabolism? Is that debunked six small meals? Yeah. Yeah. I don't even I'm not even sure exactly what they're talking about but I can promise you it doesn't work. Okay, you'll day and you're like okay but then intermittent fasting goes completely against that but I know people had questions about intermittent fasting such as Elliot Mcutarsney Amanda Washington Norma Vasquez Lana Schuster Monica Al Monica Alvera, Denise and Scott Ology files, Anna Elizabeth Firth Brownoff, Kate Munker, Erin Gunderson, Emily Stoffer, Vanessa Frey and Ellen Monroe. Does that slow your metabolism because you're not eating for 12 hours at 16 hours a day or is that not enough to mess it up? The bigger switch on your metabolism is you, think about it in terms of like days or weeks of energy balance. So if you're intermittent fasting, but you're not seeing the weight on the bathroom scale change really fast, right? Because when you're allowed to eat, you're eating enough that you aren't losing weight in a really fast rate, then you're probably going to keep the metabolism impact pretty small. Okay, what do you do? Do you have a walking pad under your desk? Were you ever a chubby bunny as a kid? I personally, you know, I've never had to really worry about my weight. I'm one of those annoying people and I was a really skinny kid. My mom was like trying to pack me full of food whenever she could. Honestly I think it fits the research which is you know I don't think about food very much I just kind of don't care I like good food more than that I like nice meals with good friends you know my, my wife, she'll tell you, she thinks about, you know, lunch and dinner and snacks more often than I do. I think that's just true. And that is, is that that's hardwired. That's hormonal that's oh you had genetics questions Heidi right Joe B. Matacato Valerie Bertha Pavka 34 Devon McPique Aaron Burbridge Matthew Walker Diana Moreno Magdalena Ava. So how much of your gene size is based on your gene size? And so those are the genes that are important as far as we can tell. I'm going to say all of them. Certainly almost all of them, are active in your brain. It's how you're wired and it probably also, you know, your brain isn't a static thing. That's where people get brains wrong. You're not born with the brain that you have right now, right? Your brain is a work in progress from the beginning. And so the genes that help build your brain matter, but also the experiences you use to finish off and build those connections and so probably both of them together but by the time you're an adult right the cake is baked and your response to food is what it is and you're kind of working with what you've got. What about the guts? patrons, Catherine Fox, Bonnie M Rutherford, Nathan Howard, Nicole Austin, Earl of Graham-Milken, Tristinburg, Jesse Kay and Catherine B, first-time question-asker. This one is for all of your simmering intestines, as well as Anna Ukily, Emily, Isis, Hey Artemis, Miranda B. Yes, Sarah Dutton. Yes. No, Alana says this may be gross, but I'm so curious in wondering if there's any connection between metabolism and they say bull movements. I think they mean bowel movements, but that is good. That's a good typo. But how does your digestion change your metabolism? If it moves more slowly, do you have more satiety, which I always thought was pronunciation, or what's going on? There's a great study actually out over the summer that show that they had people on two different diets and the really highly processed food diet their guts were able to absorb more calories, more efficiently. And so they're getting more of the calories that they put in their mouths actually go into their body rather than into the into the toilet. And people on the high fiber, they call it the microbiome, you know, but the microbiome happiness diet or something like that. It was, that was not really it. It was something like meant to help their microbiomes. They had more fiber, was harder to digest, and they absorbed fewer of those calories and more passed through them. Bye now. And so there you go, you know, that's something that simple, you can see it in action that absolutely, the way that your guts work, the efficiency with which you pull calories out of your food and into your bloodstream, the kind of foods you're feeding yourself, which will have an effect on that, all of those factors are going to play a role. This is the ultimate multiplayer game in metabolism. And so to think that it's just one thing, it probably is never just one thing. But it's okay. It's not wrong to think about all the parts that work together but they are just parts that work together and the ones that are sustainable they make you eat fewer calories without feeling miserable. Does the carnivore diet drive you crazy because evolutionarily we evolved to eat the plants as well? What drives me crazy is when people want to sort of rewrite history and say, you know, it's not enough for them that the carnivore diet works for them. It has to be the one single perfect diet to rule them all and it has to be proven by the fact that of course don't you know dummy that we evolved to only eat meat That just piss me off because the evidence is really clear that humans have been eating a lot of plants forever except in certain special circumstances like the Arctic. So like man why do you have to ruin what we know about human evolution? It took so long for people to figure out and you got to really just so that you can like enjoy your diet and be snooty. I don't get it. Again for more on what hunter-gatherers do eat, grab his book Burn, which is linked in the show notes, to learn about his years of research and befriending the Hadza community in Northern Tanzania. And I burned through it in a few days and it's already influenced how I'm taking care of my bod. And my bod, which has been kind of a should show of pneumonia and hormone chaos, is thanking me for caring. Actually back to hormones. You know, we had some great questions about hormone replacement therapy, you know, and I know that menopause itself and aging itself doesn't sell your metabolism, but Anuya Joshi, Kate de Hadway, interstitial K, Lauren Arne, Diane Needham, Rebecca Rome, Jen A, Brittany Corrigan, Lau, Lisa Roll, and K Shannon, as well as Lisa Panic asked about during the paramenopause and menopause having less testosterone. Does that affect your ability to build muscle mass and we also had great questions from some trans listeners Kagan Newman Wayne Halliburton and Jude Scout Campbell who asked in Jude's words I'm a trans mask person about to hit the two-year mark on testosterone, gender-affirming hormone therapy. Both myself and pretty much anyone on T ever experiences what feels like an increase in metabolism. Why does this happen? When will it chill out? Please, I'm hungry all the time and who among us can afford that many groceries in this economy? Thanks. Yeah, so testosterone is what's called an anabolic hormone. It builds. It makes your bodies build. It makes your cells more active. That is why people dope with testosterone mimics. Okay? And that's, and they're illegal because they're incredibly effective. Right. And so if you are on testosterone for whatever reason, yeah, your cells are more active, You're gonna be probably burning more calories and certainly your body is gonna send in the signals, hey, let's build some muscle, because that's what it's good at. So when will it go away? Man, that's actually an interesting question. I don't know. Mm-hmm. And then if you're in menopause or for some reason your estrogen goes up or down, I understand a lot of birth control pills and SSRIs can change your body composition a lot. So what's going on with the estrogen? Okay, I ask these estrogen and SSR questions for y'all. Megan Bolton, Shelby Smith, Tioncolas, Lizzie Martinez, Madeline Dunkel, Kendall M, Kelsey Larson, and Brittany Kaufman. We know what hormones are being given in those cases or what hormones are extra. I don't know that we have lots of great studies that are that are sort of counting calories in that context or measuring calories very well. And so this is just my impression of what's going to happen physiologically. And he mentioned SSRIs. Those are all kind of different systems. So testosterone and and androgens generally are muscle building anabolic hormones that are going to tend to ramp that up. The hormones that are taken for oral contraception actually mimic the hormonal state of pregnancy. And so, or the second half of the ovarian cycle, which is the same as the early parts of pregnancy. You've kind of kicked in some mechanisms, sort of early pregnancy mechanisms there to put on some weight. And then the SSRI thing seems to be back to the reward systems in the brain and that you're manipulating those systems and one of the outcomes is going to be the way that you respond to the reward of food. So if you experience more cravings for carbohydrates as your depression lifts from antidepressants, you can keep an eye on intake or you could not care and enjoy more pasta and smiling. I'm not a medical doctor even a little bit but do whatever keeps you healthy and happy. But let's get back to misery. Last questions I always ask our worst thing about your job what sucks what's hard. Hmm I love my job. There's got to be something that sucks paperwork. I'll tell you what yeah I'll tell you what sucks there is so much regulation right now around the actual performance of science in American universities. You know, I have so many trainings and regulatory things I have to do and it's all well intentioned and you know but my God there's so much of it there's so much of it we're paying this person at my university to talk to this person at my university so So that's the only frustrating thing, I think. I love to teach and I love to do research and I feel like I am one of the luckiest people I know in terms of the career I get to have. Do you ever lose sleep over it and does that affect your metabolism? Yes and yes. Oh so sleep does affect the metabolism. Oh yeah if you get completely sleep deprived sure. Yeah. Oh good to know. I know you get completely sleep deprived sure. Yeah. Oh, good to know. I know you love your job. Is there a certain moment or a certain factor of it that is just your favorite? Just talking to you, Ali. Oh, stop. I've asked so many not smart questions and I really appreciate. This is probably one of the most like frenetic episodes where I'm like, blah, blah, what about this? No, I's so many questions about it. I honestly, so there's there's two things I love about my job. And one is I have had the amazing good fortune a handful of times in my career to be the first it at least feels like the first person ever to see something or to figure something out. You know, it's the discovery. I think every scientist lives for that and any scientist has been around a while and has had some success and has felt that and that's you live for that. I mean there's nothing better than that. And then the other thing I really do enjoy is talking to science, you know, whether that's teaching or whether that's writing or whether that's computations like this. I love to be able to share that because I think that's that's part of the job too and it's a really fun life. Thank you so much for doing this. This is really fun. So ask informed people, uninformed questions. And thank you so much Dr. Hermann Ponser for the time that you spent with us and all the research that you continue to do. Again, his book is titled Byrne, it's linked in the show notes, and we'll also link his labs website and his Instagram and his Twitter X handles so you can follow him there. We're at Ologies on Twitter and Instagram and I'm Ali Ward with one L on both. And we have shorter kid-friendly cuts of our classic episodes and those are called Smologies and they're available for free. They're at alleyward.com slash Somologies and Aaron Talbert adminzeologies podcast Facebook group. Aveline Malik makes our professional transcripts. Noel Dilworth is our scheduling producer. Susan Hale is managing director. Kelly R Dwyer makes our website and can make yours. And our lead editor in this episode, produced and contributed a ton of excellent research, some from her own dissertation, Sapiens indeed, Mercedes-Maitland of Maitland Audio, and Nick Thorburn made the theme music, and if you stick around until the end of the episode, I saw you a secret. And this week is kind weird. Okay so I was working on this right I was listening to a playlist of like some new indie music and there was this one song called Drop Dead by Katie Kirby and no joke there's a line about body mass indexes and I was like get out of my head music what are you doing to me right now is creepy but it was fun so there you go but yeah put on a song maybe enjoy some air, be good to your flesh machine, and most importantly, be good to each other. All right, provide. Hackadermontology. Amiology, cryptozoology, litology,autology, and technology, meteorology, nephology, nephology, serology, serology, serology, Who doesn't like any?"}